Repository: devskale/offpunk
Catalog: po/*.po
Languages: es_es, fa, gl, nl_be, sv

source: Which mode should be used to render links: none (default) or end
es_es: Qué modo se debe usar para renderizar enlaces: 'none' (predeterminado) o 'end'
fa: کدام حالت برای رندر لینک‌ها استفاده شود: none (پیش‌فرض) یا end
gl: Que modo se debería usar para amosar ligazóns: 'none' (predeterminado) ou 'end'
nl_be: Welke modus moet gebruikt worden bij het weergeven om links te tonen: "none" (standaard) of "end"
sv: Vilket läge som ska användas för att rendera länkar: none (standard) eller end

source: Path to the text to render (default to stdin)
es_es: Ruta al texto a renderizar (por defecto la entrada estándar)
fa: مسیر متنی که باید رندر شود (پیش‌فرض stdin است)
gl: Ruta ao texto a renderizar (por defecto, a entrada estándar)
nl_be: Pad van de tekst om weer te geven (standaard stdin)
sv: Sökvägen till texten att rendera (standardvärde är standard in)

source: Ansicat needs at least one file as an argument
es_es: Ansicat necesita al menos un fichero como argumento
fa: Ansicat به حداقل یک فایل به عنوان آرگومان نیاز دارد
gl: Ansicat precisa cando menos un ficheiro como argumento
nl_be: Ansicat heeft op zijn minst één bestand nodig als argument
sv: Ansicat behöver åtminstone en fil som argument

source: Format or mime should be specified when running with stdin
es_es: Debe especificarse el formato o tipo mime si se utiliza con la entrada estándar
fa: فرمت یا mime باید هنگام اجرا با stdin مشخص شود
gl: Débese especificar formato ou MIME cando se executa coa entrada estándar
nl_be: Formaat of mime moet gespecificeerd worden bij het uitvoeren met stdin
sv: Format eller MIME-typ bör anges då standard in används

source: We return False because path is too long
es_es: Devolvemos 'False' porque la ruta es muy larga
fa: ما False برمی‌گردانیم چون مسیر خیلی طولانی است
gl: Retornamos False porque a ruta é demasiado longa
nl_be: We geven False terug omdat het pad te lang is
sv: Vi returnerar False eftersom sökvägen är för lång

source: ERROR while caching %s
es_es: ERROR mientras se cacheaba %s
fa: خطا هنگام کش کردن %s
gl: ERRO mentras se cacheaba %s
nl_be: FOUT bij het cachen van %s
sv: FEL under cachning %s

source: If you believe this error was temporary, type reload.
es_es: Si piensa que este error fue temporal, escriba 'reload'.
fa: اگر فکر می‌کنید این خطا موقتی بوده، reload را تایپ کنید.
gl: Se pensa que este erro foi temporal, escriba 'reload'.
nl_be: Als u denkt dat deze fout tijdelijk is, typ dan “reload”.
sv: Om du tror att detta fel var tillfälligt, skriv reload.

source: The resource will be tentatively fetched during next sync.
es_es: Se intentará descargar el recurso durante la próxima sincronización ('sync').
fa: این منبع به صورت آزمایشی در همگام‌سازی بعدی دریافت خواهد شد.
gl: Intentarase descargar o recurso no seguinte sync.
nl_be: De pagina zal worden opgehaald tijdens de volgende synchronisatie.
sv: Resursen kommer att preliminärt hämtas under nästa synk.

source: Size of %s is %s Mo
es_es: El tamaño de %s es %s Mb
fa: اندازه %s برابر با %s مگابایت است
gl: O tamaño de %s é %s Mb
nl_be: Grootte van %s is %s MB
sv: Storleken för %s är %s Mo

source: Offpunk only download automatically content under %s Mo
es_es: Offpunk sólo descarga automáticamente contenido de menos de %s Mb
fa: آف‌پانک فقط محتوای زیر %s مگابایت را به طور خودکار دانلود می‌کند
gl: Offpunk só descargará automaticamente contido de menos de %s Mb
nl_be: Offpunk download alleen automatisch bestanden kleiner dan %s MB
sv: Offpunk hämtar endast innehåll under %s Mo automatiskt

source: To retrieve this content anyway, type 'reload'.
es_es: Para descargar este contenido igualmente, escriba 'reload'.
fa: برای دریافت این محتوا در هر صورت، 'reload' را تایپ کنید.
gl: Para descargar este contido igualmente, escriba 'reload'.
nl_be: Om deze inhoud toch te downloaden, typ “reload”.
sv: För att hämta detta innehåll ändå, skriv ”reload”.

source: -> Receiving stream: %s%% of allowed data
es_es: -> Recibiendo flujo: %s%% de los datos permitidos
fa: -> دریافت جریان: %s%% از داده‌های مجاز
gl: -> Recibindo fluxo: %s%% dos datos permitidos
nl_be: -> Ontvangen van stream: %s%% van toegestane data
sv: -> Hämtar ström: %s%% av tillåten data

source: Certificate not valid until: {}!
es_es: Certificado no válido hasta: {}!
fa: گواهی تا {} معتبر نیست!
gl: O certificado non é válido ata: {}!
nl_be: Certificaat niet geldig tot: {}!
sv: Certifikat är inte giltigt förrän: {}!

source: Certificate expired as of: {})!
es_es: Certificado expirado el: {})!
fa: گواهی در تاریخ {} منقضی شده است)!
gl: O certificado expirou no: {})!
nl_be: Certificaat vervallen sinds: {})!
sv: Certifikat utgånget sedan: {}!

source: Hostname does not match certificate common name or any alternative names.
es_es: El nombre de host no coincide con el 'common name' del certificado ni con ninguno de los nombres alternativos.
fa: نام هاست با نام مشترک گواهی یا نام‌های جایگزین مطابقت ندارد.
gl: O hostname non coincide co common name nen ningún dos names alternativos do certificado.
nl_be: De hostnaam komt niet overeen met de algemene naam of een van de alternatieve namen van het certificaat.
sv: Värdnamn matchar inte vanligt eller alternativt namn från certifikatet.

source: [SECURITY WARNING] Unrecognised certificate!
es_es: [ALERTA DE SEGURIDAD] Certificado no reconocido!
fa: [هشدار امنیتی] گواهی ناشناخته!
gl: [AVISO DE SEGURIDADE] certificado non recoñecido!
nl_be: [VEILIGHEIDSWAARSCHUWING] Onbekend certificaat!
sv: [SÄKERHETSVARNING] Oidentifierat certifikat!

source: The certificate presented for {} ({}) has never been seen before.
es_es: El certificado presentado para {} ({}) no había sido visto nunca antes.
fa: گواهی ارائه شده برای {} ({}) قبلاً دیده نشده است.
gl: É a primeira vez que se ve o certificado presentado para {} ({}).
nl_be: Het certificaat dat wordt voorgelegd voor {} ({}) is nog nooit eerder gezien.
sv: Certifikatet presenterat för {} ({}) har inte sett det förut.

source: This MIGHT be a Man-in-the-Middle attack.
es_es: Esto PODRÍA ser un ataque Man-in-the-Middle.
fa: این ممکن است یک حمله مرد میانی (Man-in-the-Middle) باشد.
gl: Isto PODERÍA ser un ataque Man-in-the-Middle.
nl_be: Dit ZOU een Man-in-the-Middle aanval kunnen zijn.
sv: Detta KAN vara en man-i-mitten-attack.

source: A different certificate has previously been seen {} times.
es_es: Un certificado diferente había sido visto previamente {} veces.
fa: یک گواهی متفاوت قبلاً {} بار دیده شده است.
gl: Un certificado diferente veuse anteriormente {} veces.
nl_be: Een ander certificaat is {} keer eerder gezien.
sv: Ett annat certifikat har tidigare setts {} gånger.

source: That certificate has expired, which reduces suspicion somewhat.
es_es: Ese certificado ha expirado, lo que reduce de algún modo las sospechas.
fa: آن گواهی منقضی شده است، که شک را تا حدی کاهش می‌دهد.
gl: Ese certificado expirou, o que reduce en certa maneira a sospeita.
nl_be: Dat certificaat is vervallen, wat dit wat minder verdacht maakt.
sv: Det certifikatet har gått ut, vilket reducerar misstankarna något.

source: That certificate is still valid for: {}
es_es: Ese certificado es todavía válido para: {}
fa: آن گواهی هنوز معتبر است برای: {}
gl: O certificado aínda é válido para: {}
nl_be: Dat certificaat is not geldig voor: {}
sv: Det certifikatet är fortfarande giltigt under: {}

source: Attempt to verify the new certificate fingerprint out-of-band:
es_es: Intente verificar la huella del nuevo certificado fuera-de-banda:
fa: تلاش برای تایید اثر انگشت گواهی جدید خارج از باند (out-of-band):
gl: Intente verificar a pegada do novo certificado por outra canle:
nl_be: Probeer om de vingerafdruk van het nieuwe certificaat out-of-band te verifiëren:
sv: Försöker att verifiera nya fingeravtryck för certifikat utan för kommunikationen:

source: Accept this new certificate? Y/N
es_es: ¿Quiere aceptar este nuevo certificado? (Y/N)
fa: پذیرش این گواهی جدید؟ Y/N
gl: Aceptar este novo certificado? Y/N
nl_be: Dit nieuwe certificaat accepteren? Y/N
sv: Acceptera detta nya certifikat? ja (Y)/nej (N)

source: TOFU Failure!
es_es: Error de TOFU!
fa: شکست TOFU (اعتماد در اولین استفاده)!
gl: Erro de TOFU!
nl_be: TOFU-mislukking!
sv: TOFU-fel!

source: There are no certificates available for this site.
es_es: No hay certificados disponibles para este sitio.
fa: هیچ گواهی‌ای برای این سایت موجود نیست.
gl: Non hai certificados dispoñíbeis para este sitio.
nl_be: Er zijn geen certificaten beschikbaar voor deze site.
sv: Det finns inga certifikat tillgängliga för denna plats.

source: Do you want to create one? (y/n)
es_es: ¿Quiere crear uno? (y/n)
fa: آیا می‌خواهید یکی ایجاد کنید؟ (y/n)
gl: Quere crear un novo? (y/n)
nl_be: Wil je er een aanmaken? (y/n)
sv: Vill du skapa ett? (ja (y)/nej (n))

source: Name for this certificate:
es_es: Nombre para este certificado:
fa: نام برای این گواهی:
gl: Nome para este certificado:
nl_be: Naam voor dit certificaat:
sv: Namn för detta certifikat:

source: Validity in days:
es_es: Validez en días:
fa: اعتبار به روز:
gl: Validez en días:
nl_be: Geldigheid in aantal dagen:
sv: Giltighet i dagar:

source: The name or validity you typed are invalid
es_es: El nombre o la validez introducidos no son válidos
fa: نام یا اعتباری که تایپ کردید نامعتبر است
gl: O nome ou validez que escribiu non son válidos
nl_be: De naam of geldigheid die u heeft opgegeven is ongeldig
sv: Namnet eller giltighetstiden du skrev in är ogiltig

source: The one available certificate for this site is:
es_es: El único certificado disponible para este sitio es:
fa: تنها گواهی موجود برای این سایت:
gl: O único certificado dispoñibel para este sitio é:
nl_be: Het beschikbare certificaat voor deze site is:
sv: Det enda tillgängliga certifikatet för denna sida är:

source: The {} available certificates for this site are:
es_es: Los {} certificados disponibles para este sitio son:
fa: تعداد {} گواهی موجود برای این سایت عبارتند از:
gl: Os {} certificados dispoñibeis para este sitio son:
nl_be: De {} beschikbare certificaten voor deze site zijn:
sv: De {} tillgängliga certifikaten för denna sida är:

source: which certificate do you want to use? >
es_es: ¿Qué certificado quiere usar? >
fa: از کدام گواهی می‌خواهید استفاده کنید؟ >
gl: que certificado quere empregar? >
nl_be: welk certificaat wilt u gebruiken? >
sv: vilka certifikat vill du använda? >

source: This identity doesn't exist for this site (or is disabled).
es_es: Esta identidad no existe para este sitio (o está deshabilitada).
fa: این هویت برای این سایت وجود ندارد (یا غیرفعال شده است).
gl: Esta identidade non existe para este sitio (ou está deshabilitada).
nl_be: Deze identiteit bestaat niet voor deze site (of is uitgeschakeld).
sv: Denna identitet existerar inte för denna webbplats (eller är inaktiverad).

source: Received invalid header from server!
es_es: ¡Se recibió una cabecera no válida desde el servidor!
fa: هدر نامعتبر از سرور دریافت شد!
gl: Recibiuse unha cabeceira non válida do servidor!
nl_be: Ongeldige header ontvangen van de server!
sv: Tog emot ogiltigt huvud från server!

source: URL redirects to itself!
es_es: ¡La URL redirige a sí misma!
fa: URL به خودش تغییر مسیر می‌دهد!
gl: A URL redirixe a sí mesma!
nl_be: URL verwijst naar zichzelf!
sv: URL-omdirerar till sig själv!

source: Caught in redirect loop!
es_es: ¡Atrapados en un bucle de redirecciones!
fa: در حلقه تغییر مسیر (redirect) گیر افتاد!
gl: Atrapados nun bucle de redirección!
nl_be: Verstrikt in een verwijzingslus!
sv: Fångad i en omdirigerings-loop!

source: Refusing to follow more than %d consecutive redirects!
es_es: ¡Rechazando seguir más de %d redirecciones consecutivas!
fa: امتناع از دنبال کردن بیش از %d تغییر مسیر متوالی!
gl: Rexeitando seguir máis de %d redireccións consecutivas!
nl_be: Weigering om meer dan %d opeenvolgende omleidingen te volgen!
sv: Vägrar att följa mer än %d konsekutiva omdirigeringar!

source: You need to provide a client-certificate to access this page.
es_es: Necesita proporcionar un certificado cliente para acceder a esta página.
fa: برای دسترسی به این صفحه باید یک گواهی کلاینت ارائه دهید.
gl: Precisa empregar un certificado de cliente para acceder a esta páxina.
nl_be: U moet een clientcertificaat opgeven om toegang te krijgen tot deze pagina.
sv: Du behöver bistå med ett klient-certifikat för att komma åt denna sida.

source: You need to provide a client-certificate to access this page. Type "certs" to create or re-use one
es_es: Necesita proporcionar un certificado cliente para acceder a esta página. Escriba "certs" para crear o reutilizar uno
fa: برای دسترسی به این صفحه باید یک گواهی کلاینت ارائه دهید. برای ایجاد یا استفاده مجدد از یکی، "certs" را تایپ کنید
gl: Precisa empregar un certificado de cliente para acceder a esta páxina. Escriba "certs" para crear ou seleccionar un
nl_be: U moet een clientcertificaat opgeven om toegang te krijgen tot deze pagina. Typ “certs” om er een aan te maken of te hergebruiken
sv: Du måste bistå med ett klient-certifikat för att komma åt denna sida. Skriv ”certs” för att skapa eller återanvända ett

source: Server returned undefined status code %s!
es_es: ¡El servidor ha devuelto el código de estado indefinido %s!
fa: سرور کد وضعیت تعریف نشده %s را برگرداند!
gl: O servidor devolveu un código de estado non definido: %s!
nl_be: De server heeft de ongedefinieerde statuscode %s teruggegeven!
sv: Server returnerade odefinierad statuskod %s!

source: Could not decode response body using %s encoding declared in header!
es_es: ¡No se ha podido descodificar el cuerpo de la respuesta usando la codificación %s declarada en la cabecera!
fa: نتوانست بدنه پاسخ را با استفاده از کدگذاری %s اعلام شده در هدر رمزگشایی کند!
gl: Non se puido descodificar o corpo da resposta usando a codificación %s declarada na cabeceira!
nl_be: Kon de response body niet decoderen met de in de header opgegeven codering %s!
sv: Kunde inte avkoda svarskropp med %s kodning deklarerad i huvudet!

source: Blocked URL:
es_es: URL bloqueada:
fa: URL مسدود شده:
gl: URL bloqueada:
nl_be: Geblokkeerde URL:
sv: Blockerad URL:

source: This website has been blocked with the following rule:
es_es: Este sitio web ha sido bloqueado con la siguiente regla:
fa: این وب‌سایت با قانون زیر مسدود شده است:
gl: Este sitio web foi bloqueado segundo esta regra:
nl_be: Deze website wordt geblokkeerd door de volgende regel:
sv: Denna webbsida har blockerats på grund av följande regel:

source: Use the following redirect command to unblock it:
es_es: Use el siguiente comando de 'redirect' para desbloquearlo:
fa: از دستور تغییر مسیر زیر برای رفع مسدودی آن استفاده کنید:
gl: Empregue a seguinte orde de redirect para desbloquealo:
nl_be: Gebruik het volgende “redirect”commando om het te deblokkeren:
sv: Använd följande omdirigeringskommando för att avblockera den:

source: %s is not a supported protocol
es_es: %s no es un protocolo soportado
fa: %s یک پروتکل پشتیبانی شده نیست
gl: %s non é un protocolo soportado
nl_be: %s is geen ondersteund protocol
sv: %s är inte ett protokoll som stöds

source: HTTP requires python-requests
es_es: HTTP requiere 'python-requests'
fa: HTTP به python-requests نیاز دارد
gl: HTTP require python-requests
nl_be: HTTP heeft “python-requests” nodig
sv: HTTP kräver python-requests

source: ERROR: DNS error!
es_es: ¡ERROR: error de DNS!
fa: خطا: خطای DNS!
gl: ERRO: erro de DNS!
nl_be: FOUT: DNS-fout!
sv: FEL: DNS-fel!

source: ERROR1: Connection refused!
es_es: ¡ERROR1: Conexión rechazada!
fa: ERROR1: اتصال رد شد!
gl: ERROR1: Conexión rexeitada!
nl_be: FOUT1: Verbinding geweigerd!
sv: FEL1: Anslutning vägrad!

source: ERROR2: Connection reset!
es_es: ¡ERROR2: Conexión reiniciada!
fa: ERROR2: اتصال بازنشانی شد!
gl: ERROR2: Conexión reseteada!
nl_be: FOUT2: Verbinding verbroken!
sv: FEL2: Anslutning återställd!

source: ERROR3: Connection timed out! Slow internet connection? Use 'set timeout' to be more patient.
es_es: ¡ERROR3: tiempo de conexión agotado! Conexión a internet lenta? Use 'set timeout' para ser más paciente.
fa: ERROR3: زمان اتصال تمام شد! اینترنت کند است؟ از 'set timeout' استفاده کنید تا صبورتر باشد.
gl: ERROR3: Esgotouse o tempo da conexión! Ten unha conexión a internet lenta? Use 'set timeout' para ser máis paciente.
nl_be: FOUT3: Verbinding verlopen! Trage internetverbinding? Gebruik “set timeout” om geduldiger te zijn.
sv: FEL3: Tidsgränsen för anslutning löpte ut! Långsam internetanslutning? Använd ”set timeout” för att vara mer tålmodig.

source: ERROR5: Trying to create a directory which already exists in the cache :
es_es: ¡ERROR5: Intentando crear un directorio que ya existe en la caché :
fa: ERROR5: تلاش برای ایجاد دایرکتوری که از قبل در حافظه نهان (cache) وجود دارد :
gl: ERROR5: Intentando crear un directorio que xa existe na caché :
nl_be: FOUT5: Poging om een map aan te maken die al bestaat in de cache:
sv: FEL5: Försöker skapa en katalog som redan finns i cachen :

source: ERROR6: Bad SSL certificate:
es_es: ERROR6: Certificado SSL incorrecto:
fa: ERROR6: گواهی SSL بد:
gl: ERROR6: Certificado SSL incorrecto:
nl_be: FOUT6: Slecht TLS-certificaat:
sv: FEL6: Felaktigt SSL-certifikat

source: If you know what you are doing, you can try to accept bad certificates with the following command:
es_es: Si sabe lo que está haciendo, puede intentar aceptar certificados incorrectos con el siguiente comando:
fa: اگر می‌دانید چه می‌کنید، می‌توانید با دستور زیر سعی کنید گواهی‌های بد را بپذیرید:
gl: Se sabe o que está facendo, pode intentar aceptar certificados incorrectos coa seguinte orde:
nl_be: Indien u weet wat u doen, kunt u slechte certificaten proberen te aanvaarden met volgend commando:
sv: Om du vet vad du gör kan du prova att acceptera felaktiga certifikat med följande kommando:

source: ERROR7: Cannot connect to URL:
es_es: ERROR7: No se ha podido conectar a la URL:
fa: ERROR7: نمی‌توان به URL متصل شد:
gl: ERRO7: Non se pode conectar coa URL:
nl_be: FOUT7: Kan niet verbinden met URL:
sv: FEL7: Kan inte ansluta till URL:

source: Downloading %s
es_es: Descargando %s
fa: در حال دانلود %s
gl: Descargando %s
nl_be: Downloaden van %s
sv: Hämtar %s

source: Netcache is a command-line tool to retrieve, cache and access networked content. By default, netcache will returns a cached version of a given URL, downloading it only if a cache version doesn't exist. A validity duration, in seconds, can also be given so netcache downloads the content only if the existing cache is older than the validity.
es_es: Netcache es una herramienta de línea de comandos para descargar, cachear y acceder contenido en red. Por defecto, netcache devolverá una versión en caché de una URL dada, descargándola sólo si no existe una versión en caché. También se puede pasar una duración de validez, en segundos, para que netcache sólo descargue el contenido si la caché existente es más vieja que la validez.
fa: Netcache یک ابزار خط فرمان برای بازیابی، ذخیره (cache) و دسترسی به محتوای شبکه‌ای است. به طور پیش‌فرض، netcache نسخه ذخیره شده یک URL داده شده را برمی‌گرداند و تنها در صورتی آن را دانلود می‌کند که نسخه ذخیره شده وجود نداشته باشد. مدت اعتبار به ثانیه نیز می‌تواند داده شود تا netcache تنها در صورتی محتوا را دانلود کند که کش موجود قدیمی‌تر از اعتبار باشد.
gl: Netcache é unha ferramenta para a liña de ordes para descargar, cachear e acceder a contido da rede. Por defecto, netcache devolverá unha versión en caché dunha URL, descargándoa unicamente se non hai unha versión en caché. Tamén se pode especificar unha validez, en segundos, para que netcache só descargue o contido se a caché existente é máis vella que a validez especificada.
nl_be: Netcache is een command-line tool om netwerkinhoud op te halen, te cachen en op te vragen. Standaard geeft URL een gecachte versie van een gegeven URL terug, waarbij het enkel wordt gedownload als er geen gecachte versie bestaat. Er kan ook een geldigheidsduur in seconden worden meegegeven opdat netcache inhoud downloadt wanneer de inhoud in de cache ouder is dan de gegeven geldigheid.
sv: Netcache är et kommandoradsverktyg för att hämta, cacha och kommer åt nätverksinnehåll. Som standard kommer netcache att returner en version av en given URL, hämta den endast om en cachad version inte existerar. En giltighetstid, i sekunder, kan också anges så att netcache hämtar innehåller endast om den existerande cachen är äldre än giltighetstiden.

source: return path to the cache instead of the content of the cache
es_es: devolver la ruta a la caché en vez del contenido de la caché
fa: برگرداندن مسیر فایل کش به جای محتوای کش
gl: devolve a ruta á caché en lugar do contido da caché
nl_be: geef het pad naar de cache terug in plaats van de inhoud van de cache
sv: returnera sökvägen till cachen istället för cachens innehåll

source: return a list of id's for the gemini-site instead of the content of the cache
es_es: devolver una lista de id's para el sitio gemini en vez del contenido de la caché
fa: برگرداندن لیستی از شناسه‌ها برای سایت جمینای به جای محتوای کش
gl: devolve unha lista de id's para o sitio gemini no lugar do contido da caché
nl_be: geef een lijst van id's van de gemini-site in plaats van de inhoud van de cache
sv: returnera en lista med id:n för gemini-platsen istället för cachen innehåll

source: Do not attempt to download, return cached version or error
es_es: No intentar descargar, devolver la versión en caché, o un error
fa: تلاش نکردن برای دانلود، برگرداندن نسخه کش شده یا خطا
gl: Non intentar descargar, devolver a versión da caché ou un erro
nl_be: Probeer niet niet te downloaden, geef de gecachte versie of een fout terug
sv: Försök inte hämta, returnera den cachade versionen eller rapportera ett fel

source: Cancel download of items above that size (value in Mb).
es_es: Cancelar la descarga de elementos por encima de ese tamaño (valor en Mb).
fa: لغو دانلود آیتم‌های بالاتر از آن اندازه (مقدار به مگابایت).
gl: Cancelar a descarga de elementos maiores que ese tamaño (valor en Mb).
nl_be: Annuleer download van items boven die grootte (waarde in Mb).
sv: Avbryt hämtning av objekt som är större än (värde i Mbyte).

source: Time to wait before cancelling connection (in second).
es_es: Tiempo de espera antes de cancelar la conexión (en segundos).
fa: زمان انتظار قبل از لغو اتصال (به ثانیه).
gl: Tempo a esperar antes de cancelar a conexión (en segundos).
nl_be: Wachttijd voordat de verbinding wordt verbroken (in seconden).
sv: Tid att vänta innan anslutning avbryts (i sekunder).

source: maximum age, in second, of the cached version before redownloading a new version
es_es: edad máxima, en segundos, de la versión en caché antes de descargar una nueva versión
fa: حداکثر عمر (به ثانیه) نسخه کش شده قبل از دانلود مجدد نسخه جدید
gl: idade máxima, en segundos, da versión en caché antes de descargar unha nova versión
nl_be: maximum leeftijd, in seconden, van de gecachte versie voor een nieuwe versie te downloaden
sv: maxålder, i sekunder, för den cachade versionen innan en ny version hämtas ner på nytt

source: download URL and returns the content or the path to a cached version
es_es: descargar la URL y devolver el contenido o la ruta a una versión en caché
fa: دانلود URL و برگرداندن محتوا یا مسیر به نسخه کش شده
gl: descarga a URL e devolve o contido ou a ruta á versión en caché
nl_be: download URL en geef de inhoud of het pad naar de gecachte versie terug
sv: hämta URL och returnera innehållet eller sökvägen till cachad version

source: Install xsel/xclip (X11) or wl-clipboard (Wayland) to use copy
es_es: Instale 'xsel'/'xclip' (X11) o 'wl-clipboard' (Wayland) para usar 'copy'
fa: برای استفاده از کپی، xsel/xclip (برای X11) یا wl-clipboard (برای Wayland) را نصب کنید
gl: Instale xsel/xclip (X11) ou wl-clipboard (Wayland) para usar 'copy'
nl_be: Installeer xsel/xclip (X11) of wl-clipboard (Wayland) om te kopiëren
sv: Installera xcel/xclip (X11) eller wl-clipbloard (Wayland) för att kopiera
