Repository: devskale/offpunk
Catalog: po/*.po
Languages: es_es, fa, gl, nl_be, sv

source: Offline-First Gemini/Web/Gopher/RSS reader and browser
es_es: Lector y navegador Gemini/Web/Gopher/RSS "Offline Primero"
fa: مرورگر و خواننده جمینای/وب/گوفر/RSS با اولویت آفلاین (Offline-First)
gl: Lector e navegador Gemini/Web/Gopher/RSS "Offline Primeiro"
sv: Främst frånkopplad Gemini/Web/Gopher/RSS-läsare och -bläddrare

source: This method might be considered "the heart of Offpunk". Everything involved in fetching a gemini resource happens here: sending the request over the network, parsing the response, storing the response in a temporary file, choosing and calling a handler program, and updating the history. Nothing is returned.
es_es: Este método puede considerarse "el corazón de Offpunk". Todo lo involucrado en descargar un recurso gemini ocurre aquí: enviar la petición a través de la red, parsear la respuesta, almacenar la respuesta en un ficheiro temporal, escoger y lanzar un programa manejador, y actualizar el historial. No devuelve nada.
fa: این متد را می‌توان «قلب آف‌پانک» دانست. تمام کارهای مربوط به دریافت یک منبع جمینای در اینجا انجام می‌شود: ارسال درخواست در شبکه، تجزیه پاسخ، ذخیره پاسخ در یک فایل موقت، انتخاب و فراخوانی برنامه مسئول (handler) و به‌روزرسانی تاریخچه. هیچ مقداری برگردانده نمی‌شود.
gl: Este método pode considerarse "o corazón de Offpunk". Todo o involucrado en descargar un recurso gemini ocorre aquí: enviar a petición a través da rede, parsear a resposta, almacenar a resposta nun ficheiro temporal, escoller e lanzar un programa manexador, e actualizar o histórico. Non devolve nada.
sv: Denna metod kan anses vara ”Offpunks hjärta”. Allting involverat i att hämta en gemini-resurs sker här: skickar begäran över nätverket, tolkar svaret sparar svaret i en temporärfil, väljer och anropar ett hanterarprogram, och uppdaterar historiken. Ingenting returneras.

source: Display and manage the list of redirected URLs. This features is mostly useful to use privacy-friendly frontends for popular websites.
es_es: Mostrar y gestionar la lista de URLs redirigidas. Esta característica es sobre todo útil para usar frontends con mejor privacidad para sitios web populares.
fa: نمایش و مدیریت لیست آدرس‌های تغییر مسیر داده شده (Redirected). این قابلیت بیشتر برای استفاده از رابط‌های کاربری حافظ حریم خصوصی برای وب‌سایت‌های محبوب مفید است.
gl: Mostrar e xestionar a lista de URLs redirixidas. Esta funcionalidade é maiormente útil para usar frontends para sitios webs populares que respetan a privacidade.
sv: Visa och hantera listan av omdirigerade URL:er. Denna funktion är främst användbar för att använda populära webbsidor med integritetsvänliga framändor.

source: View or set various options.
es_es: Ver o configurar varias opciones.
fa: نمایش یا تنظیم گزینه‌های مختلف.
gl: Ver ou configurar varias opcións.
sv: Visa eller sätt olika alternativ.

source: Change the colors of your rendered text. "theme ELEMENT COLOR" ELEMENT is one of: window_title, window_subtitle, title, subtitle,subsubtitle,link,oneline_link,new_link,image_link,preformatted,blockquote, blocked_link. COLOR is one or many (separated by space) of: bold, faint, italic, underline, black, red, green, yellow, blue, purple, cyan, white. Each color can alternatively be prefaced with "bright_". If color is "none", then that part of the theme is removed. theme can also be used with "preset" to load an existing theme. "theme preset" : show available themes "theme preset PRESET_NAME" : switch to a given preset
fa: تغییر رنگ‌های متن رندر شده شما. "theme ELEMENT COLOR" بخش ELEMENT یکی از موارد زیر است: window_title, window_subtitle, title, subtitle,subsubtitle,link,oneline_link,new_link,image_link,preformatted,blockquote, blocked_link. بخش COLOR یک یا چند مورد (که با فاصله جدا شده‌اند) از: bold, faint, italic, underline, black, red, green, yellow, blue, purple, cyan, white. هر رنگ می‌تواند با پیشوند "bright_" نیز همراه شود. اگر رنگ "none" باشد، آن بخش از تم حذف می‌شود. دستور theme همچنین می‌تواند با "preset" برای بارگیری یک تم موجود استفاده شود. "theme preset" : نمایش تم‌های موجود "theme preset PRESET_NAME" : تغییر به یک تم پیش‌فرض خاص

source: View or set handler commands for different MIME types. handler MIMETYPE : see handler for MIMETYPE handler MIMETYPE CMD : set handler for MIMETYPE to CMD in the CMD, %s will be replaced by the filename. if no %s, it will be added at the end. MIMETYPE can be the true mimetype or the file extension. Examples: handler application/pdf zathura %s handler .odt lowriter handler docx lowriter
fa: نمایش یا تنظیم دستورات متصدی (handler) برای انواع MIME مختلف. handler MIMETYPE : مشاهده متصدی برای MIMETYPE handler MIMETYPE CMD : تنظیم متصدی برای MIMETYPE به دستور CMD در CMD، علامت %s با نام فایل جایگزین خواهد شد. اگر %s وجود نداشته باشد، نام فایل به انتهای دستور اضافه می‌شود. MIMETYPE می‌تواند نوع واقعی mime یا پسوند فایل باشد. مثال‌ها: handler application/pdf zathura %s handler .odt lowriter handler docx lowriter
gl: Ver ou configurar comandos manexadores para distintos tipos MIME. handler TIPO_MIME : ver o manexador para o TIPO_MIME handler TIPO_MIME COMANDO : configurar COMANDO como manexador para TIPO_MIME no COMANDO, %s sustituirase polo nome do ficheiro. se non hai %s, engadirase ao final. TIPO_MIME pode ser un tipo mime real, ou unha extensión de ficheiro. Exemplos: handler application/pdf zathura %s handler .odt lowriter handler docx lowriter
sv: Visa eller sätt hanterarkommandon för olika MIME-typer. handler MIMETYP : se hanterar för MIME-typ handler MIMETYP KOMMANDO : set hanterar för MIME-typ till KOMMANDO i KOMMMANDO kommer %s att ersättas med filnamnet. Om inget %s finns kommer det att läggas till på slutet. MIMETYP kan vara den sanna MIME-typen eller filändelsen. Exempel: handler application/pdf zathura %s handler .odt lowriter handler docx lowriter

source: Create or modify an alias alias : show all existing aliases alias ALIAS : show the command linked to ALIAS alias ALIAS CMD : create or replace existing ALIAS to be linked to command CMD
fa: ایجاد یا تغییر یک نام مستعار (alias) alias : نمایش تمام نام‌های مستعار موجود alias ALIAS : نمایش دستور مرتبط با ALIAS alias ALIAS CMD : ایجاد یا جایگزینی ALIAS موجود برای اتصال به دستور CMD

source: Use Offpunk offline by only accessing cached content
es_es: Usar Offpunk offline accediendo sólo al contenido en la caché
fa: استفاده از آف‌پانک به صورت آفلاین با دسترسی تنها به محتوای ذخیره شده (cached)
gl: Use Offpunk offline accedendo só a contido na caché
sv: Använd Offpunk i frånkopplat läge genom att bara komma åt cachat innehåll

source: Use Offpunk online with a direct connection
es_es: Usar Offpunk online con una conexión directa
fa: استفاده از آف‌پانک به صورت آنلاین با اتصال مستقیم
gl: Use Offpunk en liña cunha conexión directa
sv: Använd Offpunk i uppkopplat läget med en direktanslutning

source: Copy the content of the last visited page as gemtext/html in the clipboard. Use with "url" as argument to only copy the address. Use with "raw" to copy ANSI content as seen in your terminal (with colour codes). Use with "content" to copy the source of the whole page. Use with "cache" to copy the path of the cached content. Use with "title" to copy the title of the page. Use with "link" to copy a link in the gemtext format to that page with the title. Default parameter is "url"
fa: کپی محتوای آخرین صفحه بازدید شده به عنوان gemtext/html در کلیپ‌بورد. با آرگومان "url" استفاده کنید تا فقط آدرس کپی شود. با "raw" استفاده کنید تا محتوای ANSI همانطور که در ترمینال دیده می‌شود (با کدهای رنگ) کپی شود. با "content" استفاده کنید تا سورس کامل صفحه کپی شود. با "cache" استفاده کنید تا مسیر فایل ذخیره شده (cache) کپی شود. با "title" استفاده کنید تا عنوان صفحه کپی شود. با "link" استفاده کنید تا یک لینک با فرمت gemtext به آن صفحه همراه با عنوان کپی شود. پارامتر پیش‌فرض "url" است

source: Send current page by email to someone else. Use with "url" as first argument to send only the address. Use with "text" as first argument to send the full content. TODO Without argument, "url" is assumed. Next arguments are the email addresses of the recipients. If no destination, you will need to fill it in your mail client.
fa: ارسال صفحه جاری از طریق ایمیل به شخصی دیگر. با آرگومان اول "url" استفاده کنید تا فقط آدرس ارسال شود. با آرگومان اول "text" استفاده کنید تا محتوای کامل ارسال شود. (هنوز پیاده‌سازی نشده) بدون آرگومان، "url" فرض می‌شود. آرگومان‌های بعدی آدرس‌های ایمیل گیرندگان هستند. اگر مقصدی مشخص نشود، باید آن را در کلاینت ایمیل خود وارد کنید.

source: Reply by email to a page by trying to find a good email for the author. If an email is provided as an argument, it will be used. arguments: - "save" : allows to detect and save email without actually sending an email. - "save new@email" : save a new reply email to replace an existing one
fa: پاسخ ایمیلی به یک صفحه با تلاش برای یافتن ایمیل مناسب برای نویسنده. اگر ایمیلی به عنوان آرگومان ارائه شود، از آن استفاده خواهد شد. آرگومان‌ها: - "save" : اجازه می‌دهد ایمیل شناسایی و ذخیره شود بدون اینکه واقعاً ایمیلی ارسال شود. - "save new@email" : ذخیره یک ایمیل پاسخ جدید برای جایگزینی ایمیل موجود
gl: Responder por email a unha páxina intentnado encontrar un email correcto para o autor. Se se inclúe un email como argumento, será o que se use. argumentos: - "save" : permite detectar e gardar o correo sen realmente enviar o email. - "save novo@email" : gardar un novo email de resposta para substituir a un existente
sv: Svara per e-post till en sida genom att försöka hitta en bra e-post till upphovsmannen. Om en e-postadress anges som argument, kommer den att användas. argument: - ”save” : tillåter identifiering och sparning av e-post utan att faktiskt skicka ett e-postmeddelande. - ”save ny@epost” : spara en ny e-postadress för svar, som ersätter en existerande

source: Manipulate cookies: "cookies import <file> [url]" - import cookies from file to be used with [url] "cookies list [url]" - list existing cookies for current url default is listing cookies for current domain. To get a cookie as a txt file,use the cookie-txt extension for Firefox.
fa: دستکاری کوکی‌ها: "cookies import <file> [url]" - وارد کردن کوکی‌ها از فایل برای استفاده در [url] "cookies list [url]" - لیست کردن کوکی‌های موجود برای آدرس فعلی پیش‌فرض لیست کردن کوکی‌ها برای دامنه فعلی است. برای دریافت کوکی به عنوان فایل txt، از افزونه cookie-txt برای فایرفاکس استفاده کنید.
gl: Manipular cookies: "cookies import <ficheiro> [url]" - importar cookies dende un ficheiro para ser utilizadas con [url] "cookies list [url]" - listar as cookies existentes para a url actual por defecto, lístanse as cookies para o dominio actual. Para obter unha coockie en formato ficheiro txt, utilice a extensión cookie-txt para Firefox.
sv: Manipulera kakor: ”cookies import <fil> [url]>" - importera kakor från fil för att användas med [url] ”cookies list [url]” - lista existerande kakor för aktuell url standard är att lista kakor för aktuell domän. För att få en kaka som en textfil, använd cookie-txt-tillägget i Firefox.

source: Go to a gemini URL or marked item.
es_es: Ir a una URL gemini o elemento marcado.
fa: رفتن به یک آدرس جمینای یا آیتم علامت‌گذاری شده.
gl: Ir a unha URL gemini ou a un elemento marcado.
sv: Gå till en gemini-URL eller markerat objekt.

source: Reload the current URL.
es_es: Recargar la URL actual.
fa: بارگیری مجدد آدرس فعلی.
gl: Recargar a URL actual.
sv: Ladda om aktuell URL.

source: Go up one directory in the path. Take an integer as argument to go up multiple times. Use "~" to go to the user root" Use "/" to go to the server root.
fa: رفتن به یک دایرکتوری بالاتر در مسیر. یک عدد صحیح به عنوان آرگومان می‌گیرد تا چندین بار بالا برود. از "~" استفاده کنید تا به ریشه کاربر (user root) بروید از "/" استفاده کنید تا به ریشه سرور (server root) بروید.
gl: Subir un directorio na ruta. Acepta un número como argumento para subir múltiples veces. Use "~" para ir á raíz do usuario Use "/" para ir á raíz do servidor.
sv: Gå upp en katalog i sökvägen. Tar ett heltal som argument för att gå upp flera steg. Använd ”~” för att gå till användar-roten. Använd ”/” för att gå till server-roten.

source: Go back to the previous gemini item.
es_es: Volver al elemento gemini anterior.
fa: بازگشت به آیتم قبلی جمینای.
gl: Volver ao elemento gemini previo.
sv: Gå tillbaka till föregående gemini-objekt.

source: Go forward to the next gemini item.
es_es: Avanzar al siguiente elemento gemini.
fa: رفتن به جلو به آیتم بعدی جمینای.
gl: Avanzar ao seguinte elemento gemini.
sv: Gå framåt till nästa gemini-objekt.

source: Go to the root of current capsule/gemlog/page If arg is "/", the go to the real root of the server
es_es: Ir a la raíz de la cápsula/gemlog/página actual Si el argumento es "/", entonces se irá a la raíz real del servidor
fa: رفتن به ریشه کپسول/جم‌لاگ/صفحه فعلی اگر آرگومان "/" باشد، به ریشه واقعی سرور می‌رود
gl: Ir á raíz da páxina/cápsula/gemlog actual Se o argumento é "/", ir á raíz real do servidor
sv: Gå till roten för aktuellt kapsel/gemlogn/sida Om argumentet är ”/”, gå till den riktiga roten för servern

source: Add index items as waypoints on a tour, which is basically a FIFO queue of gemini items. `tour` or `t` alone brings you to the next item in your tour. Items can be added with `tour 1 2 3 4` or ranges like `tour 1-4`. All items in current menu can be added with `tour *`. All items in $LIST can be added with `tour $LIST`. Current item can be added back to the end of the tour with `tour .`. Current tour can be listed with `tour ls` and scrubbed with `tour clear`.
fa: افزودن آیتم‌های ایندکس به عنوان نقاط توقف در یک تور، که اساساً یک صف FIFO (ورود اول، خروج اول) از آیتم‌های جمینای است. `tour` یا `t` به تنهایی شما را به آیتم بعدی در تور می‌برد. آیتم‌ها می‌توانند با `tour 1 2 3 4` یا محدوده‌هایی مثل `tour 1-4` اضافه شوند. تمام آیتم‌های منوی فعلی را می‌توان با `tour *` اضافه کرد. تمام آیتم‌های موجود در $LIST را می‌توان با `tour $LIST` اضافه کرد. آیتم فعلی را می‌توان با `tour .` دوباره به انتهای تور اضافه کرد. تور فعلی را می‌توان با `tour ls` مشاهده و با `tour clear` پاک کرد.
gl: Engadir elementos de índice como puntos de referencia nun tour, que é basicamente unha lista FIFO de elementos gemini. `tour` ou `t` sen máis, levarao ao seguinte elemento no seu tour. Pódense engadir elementos con 'tour 1 2 3 4' ou rangos como 'tour 1-4'. Pódense engadir todos os elementos no menú actual con 'tour *'. Pódense engadir todos os elementos dunha $LISTA con 'tour $LISTA'. O elemento actual pódese engadir de novo ao final do tour con 'tour .'. Pódese listar o tour actual con 'tour ls' e vacialo con 'tour clear'.
sv: Lägg till indexobjekt som vägvisare på en tur, vilket i grund och botten är en kö av gemini-objekt. ”tour” eller ett ensamt ”t” tar dig till nästa objekt i din tur. Objekt kan läggas till med ”tour 1 2 3 4” eller intervall i stil med ”tour 1-4”. Alla objekt i den aktuella menyn kan läggas till med ”tour *”. Alla objekt i $LISTA kan läggas till med ”tour $LISTA”. Aktuellt objekt kan läggas tillbaka på slutet av turen med ”tour .”. Aktuell tur kan listas med ”tour ls” och rensas med ”tour clear”.

source: Manage your client certificates (identities) for a site. `certs` will display all valid certificates for the current site `certs new <name> <days-valid> <url[optional]>` will create a new certificate, if no url is specified, the current open site will be used.
fa: مدیریت گواهی‌های کلاینت (هویت‌های) شما برای یک سایت. `certs` تمام گواهی‌های معتبر برای سایت فعلی را نمایش می‌دهد `certs new <name> <days-valid> <url[optional]>` یک گواهی جدید ایجاد می‌کند، اگر آدرسی مشخص نشود، از سایت باز فعلی استفاده خواهد شد.
gl: Xestionar os seus certificados de cliente (identidades) para un sitio. 'certs' amosará todos os certificados válidos para o sitio actual 'certs new <nome> <dias-de-validez> <url[opcional]>' creará un certificado novo. Se non se especifica unha url, usarase o sitio aberto actual.
sv: Hantera dina klient-certifikat (identiteter) för an plats. ”certs” kommer att lista alla giltiga certifikat för den aktuella platsen ”certs new <namn> <giltiga-daga> <url[valfritt]>” kommer att skapa en nytt certifikat, om ingen url är angiven kommer den nuvarande öppna platsen att användas.

source: Mark the current item with a single letter. This letter can then be passed to the 'go' command to return to the current item later. Think of it like marks in vi: 'mark a'='ma' and 'go a'=''a'. Marks are temporary until shutdown (not saved to disk).
fa: علامت‌گذاری آیتم فعلی با یک حرف واحد. این حرف سپس می‌تواند به دستور 'go' داده شود تا بعداً به آیتم فعلی بازگردید. این را مانند نشانه‌ها (marks) در vi در نظر بگیرید: 'mark a'='ma' و 'go a'=''a'. نشانه‌ها تا زمان خروج موقت هستند (روی دیسک ذخیره نمی‌شوند).
gl: Marcar o elemento actual cunha letra. Esta letra pode despois pasarse ao comando 'go' para voltar máis tarde ao elemento actual. Pense nas marcas como no editor vi: 'mark a'='ma' e 'go a'=''a'. As marcas son temporais ata cerrar offpunk (non se gardan no disco).
sv: Markera det aktuella objektet med en enkel bokstav. Denna bokstav kan sen skickas till ”go”-kommandot för att senare återgå till det aktuella objektet. Tänk på det som märken i vi: ”mark a”=”ma” och ”go a”=”'a”. Märken är temporära fram till avslut (de sparas inte på disk).

source: Display information about current page.
es_es: Mostrar información de la página actual.
fa: نمایش اطلاعات درباره صفحه فعلی.
gl: Amosar información da páxina actual.
sv: Visa information om aktuell sida.

source: Display version and system information.
es_es: Mostrar información de versión y sistema.
fa: نمایش نسخه و اطلاعات سیستم.
gl: Amosar información de versión e sistema.
sv: Visa version och system-information.

source: Send a mail to the offpunk-devel list with technical information about your offpunk version. You will be prompted to write an email describing how to reproduce the bug.
fa: ارسال ایمیل به لیست offpunk-devel با اطلاعات فنی درباره نسخه آف‌پانک شما. از شما خواسته می‌شود ایمیلی بنویسید و نحوه بازتولید باگ را شرح دهید.

source: Search on Gemini using the engine configured (by default kennedy.gemi.dev) You can configure it using "set search URL". URL should contains one "%s" that will be replaced by the search term.
es_es: Buscar en Gemini usando el motor configurado (predeterminado, kennedy.gemi.dev) Puede configurarlo usando \"set search URL\". URL debería contener un "%s", que se sustituirá por el término de búsqueda.
fa: جستجو در جمینای با استفاده از موتور تنظیم شده (پیش‌فرض kennedy.gemi.dev) می‌توانید آن را با "set search URL" پیکربندی کنید. آدرس URL باید شامل یک "%s" باشد که با عبارت جستجو جایگزین خواهد شد.
gl: Buscar en Gemini usando o motor configurado (predeterminado, kennedy.gemi.dev) Pode configuralo usando "set search URL". URL debería conter un "%s" que se substituirá polo termo de busca.
sv: Sök på Gemini med den konfigurerade motorn (som standard kennedy.gemi.dev) Du kan konfigurera den med ”set search URL”. URL bör innehålla ett ”%s” som ersätts med söktermen.

source: Search on the web using the engine configured (by default wiby.me) You can configure it using "set websearch URL". URL should contains one "%s" that will be replaced by the search term.
fa: جستجو در وب با استفاده از موتور تنظیم شده (پیش‌فرض wiby.me) می‌توانید آن را با "set websearch URL" پیکربندی کنید. آدرس URL باید شامل یک "%s" باشد که با عبارت جستجو جایگزین خواهد شد.
gl: Buscar na web usando o motor configurado (predeterminado, wiby.me) Pode configuralo usando "set websearch URL". URL debería conter un "%s" que se substiruirá polo termo de busca.
sv: Sök på webben med den konfigurerade motorn (som standard wiby.me) Du kan konfigurera den med ”set websearch URL”. URL bör innehålla ett ”%s” som ersätts med söktermen.

source: Search on wikipedia using the configured Gemini interface. The first word should be the two letters code for the language. Example : "wikipedia en Gemini protocol" But you can also use abbreviations to go faster: "wen Gemini protocol". (your abbreviation might be missing, report the bug) while it's not added, "w" is still an option you can use: "w en Gemini protocol" will work as a shortcut as well The interface used can be modified with the command: "set wikipedia URL" where URL should contains two "%s", the first one used for the language, the second for the search string.
fa: جستجو در ویکی‌پدیا با استفاده از رابط جمینای تنظیم شده. کلمه اول باید کد دو حرفی زبان باشد. مثال: "wikipedia en Gemini protocol" اما می‌توانید برای سرعت بیشتر از اختصارات استفاده کنید: "wen Gemini protocol". (ممکن است اختصار شما موجود نباشد، باگ را گزارش دهید) تا زمانی که اضافه نشده، "w" گزینه‌ای است که می‌توانید استفاده کنید: "w en Gemini protocol" نیز به عنوان میانبر کار می‌کند رابط مورد استفاده را می‌توان با دستور زیر تغییر داد: "set wikipedia URL" که در آن URL باید شامل دو "%s" باشد، اولی برای زبان و دومی برای رشته جستجو استفاده می‌شود.

source: Open the specified XKCD comics (a number is required as parameter)
es_es: Abrir el cómic XKCD especificado (se requiere un número como parámetro)
fa: باز کردن کمیک XKCD مشخص شده (یک عدد به عنوان پارامتر لازم است)
gl: Abrir o cómic de XKCD especificado (requírese un número como parámetro)
sv: Öppna den angivna XKCD-serieteckningen (ett nummer krävs som parameter)

source: Submit a search query to the geminispace.info search engine.
es_es: Enviar una consulta al motor de búsqueda geminspace.info.
fa: ارسال یک درخواست جستجو به موتور جستجوی geminispace.info.
gl: Enviar unha busca ao motor de busca geminispace.info.
sv: Skicka en sökförfrågan till sökmotorn geminispace.info.

source: Display history.
es_es: Mostrar el historial.
fa: نمایش تاریخچه.
gl: Amosar o historial.
sv: Visa historik.

source: Find in current page by displaying only relevant lines (grep).
es_es: Buscar en la página actual mostrando sólo las líneas relevantes (grep).
fa: یافتن در صفحه جاری با نمایش تنها خطوط مرتبط (grep).
gl: Buscar na páxina actual mostrando só as liñas relevantes (grep).
sv: Hitta aktuell sida genom att endast visa relevanta rader (grep).

source: Display all the links for the current page. If argument N is provided, then page through N links at a time. "links 10" show you the first 10 links, then 11 to 20, etc. if N = 0, then all the links are displayed
fa: نمایش تمام لینک‌های صفحه جاری. اگر آرگومان N ارائه شود، لینک‌ها را N تا N تا صفحه بندی می‌کند. "links 10" ده لینک اول را نشان می‌دهد، سپس ۱۱ تا ۲۰، و غیره. اگر N = 0 باشد، تمام لینک‌ها نمایش داده می‌شوند
gl: Amosar todas as ligazóns para a páxina actual. Si se introduce un argumento N, paxinarase amosando N ligazóns de cada vez. "links 10" amosará as primeiras 10 ligazóns, despois da 11 á 20, etc. se N é 0, amosaranse todas as ligazóns
sv: Visa alla länkarna för den aktuella sidan. Om argument N finns, bläddra då genom N länkar åt gången. "links 10" visar dig de första 10 länkarna, sedan 11 till 20, o.s.v. om N = 0, då visas alla länkarna

source: DEPRECATED: List contents of current index.
es_es: DEPRECADO: Listar el contenido del índice actual.
fa: منسوخ شده (DEPRECATED): لیست محتویات ایندکس جاری.
gl: DEPRECADO: Lista contidos do índice actual.
sv: FÖRÅLDRAT: Lista innehållet för aktuellt index.

source: Default action when line is empty
es_es: Acción por defecto cuando la línea está vacía
fa: عمل پیش‌فرض وقتی خط خالی است
gl: Acción predeterminada se a liña está baleira
sv: Standardåtgärd när en rad är tom

source: Display RSS or Atom feeds linked to the current page.
es_es: Mostrar feeds RSS o Atom enlazados en la página actual.
fa: نمایش فیدهای RSS یا Atom لینک شده به صفحه جاری.
gl: Amosar feeds RSS ou Atom ligados á páxina actual.
sv: Visa RSS- eller Atom-flöden länkade till aktuell sida.
