Repository: devskale/offpunk
Catalog: po/*.po
Languages: es_es, fa, gl, nl_be, sv

source: Run most recently visited item through "less" command, restoring previous position. Use "view normal" to see the default article view on html page. Use "view full" to see a complete html page instead of the article view. Use "view switch" to switch between normal and full Use "view XX" where XX is a number to view information about link XX. (full, feed, feeds have no effect on non-html content).
fa: اجرای آخرین آیتم بازدید شده از طریق دستور "less"، با بازیابی موقعیت قبلی. از "view normal" استفاده کنید تا نمای پیش‌فرض مقاله را در صفحه html ببینید. از "view full" استفاده کنید تا صفحه کامل html را به جای نمای مقاله ببینید. از "view switch" برای تعویض بین حالت normal و full استفاده کنید از "view XX" استفاده کنید که XX یک عدد است تا اطلاعات مربوط به لینک XX را ببینید. (full، feed، feeds روی محتوای غیر html تأثیری ندارند).

source: Open current item with the configured handler or xdg-open. Use "open url" to open current URL in a browser. Use "open 2 4" to open links 2 and 4 You can combine with "open url 2 4" to open URL of links see "handler" command to set your handler.
fa: باز کردن آیتم فعلی با متصدی (handler) تنظیم شده یا xdg-open. از "open url" استفاده کنید تا URL فعلی در یک مرورگر باز شود. از "open 2 4" برای باز کردن لینک‌های ۲ و ۴ استفاده کنید می‌توانید با "open url 2 4" ترکیب کنید تا URL لینک‌ها باز شود دستور "handler" را برای تنظیم متصدی خود ببینید.
gl: Abrir o elemento actual co manexador configurado, ou 'xdg-open' Use "open url" para abrir a URL actual nun navegador. Use "open 2 4" para abrir as ligazóns 2 e 4 Pódese combinar con "open url 2 4" para abrir a URL das ligazóns vexa o comando "handler" para configurar o seu manexador.
sv: Öppna aktuellt objekt med konfigurationshanteraren eller xdg-open. Använd ”open url” för att öppna aktuell URL i en webbläsare. Använd ”open 2 4” för att öppna länkar 2 och 4 Du kan kombinera med ”open url 2 4` för att öppna URL och länkar se kommandot ”handler” för att sätta din hanterare.

source: Send the content of the current page to the shell and pipe it. You are supposed to write what will come after the pipe. For example, if you want to count the number of lines containing STRING in the current page: > shell grep STRING|wc -l '!' is an useful shortcut. > !grep STRING|wc -l
fa: ارسال محتوای صفحه فعلی به پوسته (shell) و پایپ کردن آن. شما باید آنچه بعد از پایپ می‌آید را بنویسید. برای مثال، اگر می‌خواهید تعداد خطوط شامل STRING را در صفحه فعلی بشمارید: > shell grep STRING|wc -l '!' یک میانبر مفید است. > !grep STRING|wc -l
gl: Enviar o contido da páxina actual ao intérprete de ordes e 'pipealo'. Debe escribir o que irá despois da 'pipe'. Por exemplo, se quere contar o número de liñas que conteñen CADEA na páxina actual: > shell grep CADEA | wc -l '!' é un atallo útil. > !grep CADEA | wc -l
sv: Skicka innehållet för den aktuella sida till skalet genom en rörledning. Du antas skriva vad som kommer efter rörledningstecknet. Till exempel, om du vill räkna antalet rader som innehåller STRÄNG på den aktuella sidan: > shell grep STRÄNG | wc -l ”!” är en användbar genväg > !grep STRÄNG | wc -l

source: Save an item to the filesystem. 'save n filename' saves menu item n to the specified filename. 'save filename' saves the last viewed item to the specified filename. 'save n' saves menu item n to an automagic filename.
fa: ذخیره یک آیتم در فایل‌سیستم. 'save n filename' آیتم منوی شماره n را با نام فایل مشخص شده ذخیره می‌کند. 'save filename' آخرین آیتم مشاهده شده را با نام فایل مشخص شده ذخیره می‌کند. 'save n' آیتم منوی شماره n را با یک نام فایل خودکار ذخیره می‌کند.
gl: Gardar un alemento no sistema de ficheiros. 'save n nome_ficheiro' garda o elemento de menú 'n' ao nome de ficheiro especificado. 'save nome_ficheiro' garda o último elemento visto ao nome de ficheiro especificado. 'save n' garda o elemento de menú 'n' a un nome de ficheiro 'automáxico'.
sv: Spara ett objekt till filsystemet. ”save n filnamn” sparar menyobjekt n under det angivna filnamnet. ”save filnamn” sparar det senast visade objektet under det angivna filnamnet. ”save n” sparar menyobjekt n till ett automatiskt filnamn.

source: Print the url of the current page. Use "url XX" where XX is a number to print the url of link XX. "url" can also be piped to the shell, using the pipe "|".
es_es: Imprimir la url de la página actual. Use "url XX" (donde XX es un número) para imprimir la url del enlace XX. "url" también puede "pipearse" al intérprete de comandos, usando la pipe "|".
fa: چاپ آدرس (URL) صفحه فعلی. از "url XX" استفاده کنید که XX یک عدد است تا آدرس لینک XX چاپ شود. "url" همچنین می‌تواند با استفاده از پایپ "|" به شل فرستاده شود.
gl: Imprimir a url da páxina actual. Use "url XX", onde XX é un número, para imprimir a url do link XX. "url" tamén se pode 'pipear' ao intérprete de ordes, usando o 'pipe' "|".
sv: Skriv ut URL:en för den aktuella sidan. Använd ”url XX” där XX är ett heltal för att skriva ut URL:en för länk XX. ”url” kan också skickas via rörledning till skapet, använd rörledningstecknet ”|”.

source: Add the current URL to the list specified as argument. If no argument given, URL is added to Bookmarks. You can pass a link number as the second argument to add the link. "add $LIST XX" will add link number XX to $LIST
fa: افزودن URL فعلی به لیستی که به عنوان آرگومان مشخص شده است. اگر آرگومانی داده نشود، URL به نشانه‌ها (Bookmarks) اضافه می‌شود. می‌توانید شماره لینک را به عنوان آرگومان دوم برای افزودن لینک بدهید. "add $LIST XX" لینک شماره XX را به $LIST اضافه می‌کند
gl: Engadir a URL actual á lista especificada como argumento. Se non se pasa un argumento, URL engadirase a Bookmarks. Pode pasar un número de ligazón como segundo argumento para engadir a ligazón. "add $LISTA XX" engadirá a ligazón número XX á lista $LISTA
sv: Lägg till den aktuella URL:en till listan angiven som argument. Om inget argument anges kommer URL:en att läggas till bland Bookmarks. Du kan skicka med ett länknummer som andra argument för att lägga till länken. ”add $LISTA XX” kommer att lägga till länk nummer XX till $LISTA

source: Subscribe to current page by saving it in the "subscribed" list. If a new link is found in the page during a --sync, the new link is automatically fetched and added to your next tour. To unsubscribe, remove the page from the "subscribed" list.
fa: اشتراک در صفحه فعلی با ذخیره آن در لیست "subscribed". اگر در طول --sync لینک جدیدی در صفحه پیدا شود، لینک جدید به طور خودکار دریافت شده و به تور بعدی شما اضافه می‌شود. برای لغو اشتراک، صفحه را از لیست "subscribed" حذف کنید.
gl: Subscribirse á páxina actual gardándoa na lista "subscribed". Se se atopa unha nova ligazón na páxina durante un --sync, a nova ligazón descargarase automaticamente e engadirase ao seu próximo tour. Para de-subscribirse, quite a páxina da lista "subscribed".
sv: Prenumerera på aktuell sida genom att spara den i listan ”subscribed”. Om en ny länk hittas på sidan under en --sync kommer den nya länken automatiskt att hämtas och läggas till i din nästa tur. För att säga upp prenumerationen, ta bort sidan från listan ”subscribed”.

source: Show or access the bookmarks menu. 'bookmarks' shows all bookmarks. 'bookmarks n' navigates immediately to item n in the bookmark menu. Bookmarks are stored using the 'add' command.
fa: نمایش یا دسترسی به منوی نشانه‌ها. 'bookmarks' تمام نشانه‌ها را نشان می‌دهد. 'bookmarks n' بلافاصله به آیتم n در منوی نشانه‌ها می‌رود. نشانه‌ها با استفاده از دستور 'add' ذخیره می‌شوند.
gl: Amosar ou acceder ao menú de marcadores. 'bookmarks' amosa todos os marcadores. 'bookmarks n' navega inmediatamente ao elemento n no ménú de marcadores. Os marcadores gárdanse usando o comando 'add'.
sv: Visa eller få tillgång till bokmärkesmenyn. ”bookmarks” visar alla bokmärken. ”bookmarks n” navigerar omedelbart till objekt n i bokmärkesmenyn. Bokmärken sparas med ”add”-kommandot.

source: Archive current page by removing it from every list and adding it to archives, which is a special historical list limited in size. It is similar to `move archives`.
es_es: Archivar la página actual quitándola de todas las listas y añadiéndola a los archivos ('archives'), que es una lista de historial limitada en tamaño. Es similar a 'move archives'.
fa: آرشیو کردن صفحه فعلی با حذف آن از همه لیست‌ها و افزودن آن به archives، که یک لیست تاریخی خاص با اندازه محدود است. این شبیه به دستور `move archives` است.
gl: Arquivar a páxina actual borrándoa de todas as listas e engadíndoa á lista 'archives', que é unha lista histórica especial limitada en tamaño. É similar a 'move archives'.
sv: Arkivera aktuell sida genom att ta bort det från varje lista och lägga till det till arkiven, vilket är en speciell historiska lista som är begränsad i storlek. Det motsvarar ”move archives”.

source: move LIST will add the current page to the list LIST. With a major twist: current page will be removed from all other lists. If current page was not in a list, this command is similar to `add LIST`.
fa: move LIST صفحه فعلی را به لیست LIST اضافه می‌کند. با یک تغییر مهم: صفحه فعلی از تمام لیست‌های دیگر حذف خواهد شد. اگر صفحه فعلی در هیچ لیستی نبود، این دستور مشابه `add LIST` است.
gl: 'move LISTA' engadirá a páxina actual á lista LISTA. Con unha diferenza importante:a páxina actual quitarase de todas as outras listas. Se a páxina actual non estaba nunha lista, este comando é similar a 'add LISTA'.
sv: move LISTA kommer att lägga till den aktuella sidan till listan LISTA. Med en rejäl twist: den aktuella sidan kommer att tas bort från alla andra listor. Om den aktuella sidan inte fanns i någon lista, liknar detta kommando ”add LISTA”.

source: Manage list of bookmarked pages. - list : display available lists - list $LIST : display pages in $LIST - list create $NEWLIST : create a new list - list edit $LIST : edit the list - list subscribe $LIST : during sync, add new links found in listed pages to tour - list freeze $LIST : don’t update pages in list during sync if a cache already exists - list normal $LIST : update pages in list during sync but don’t add anything to tour - list delete $LIST : delete a list permanently (a confirmation is required) - list help : print this help See also : - add $LIST (to add current page to $LIST or, by default, to bookmarks) - move $LIST (to add current page to list while removing from all others) - archive (to remove current page from all lists while adding to archives) There’s no "delete" on purpose. The use of "archive" is recommended. The following lists cannot be removed or frozen but can be edited with "list edit" - list archives : contains last 200 archived URLs - history : contains last 200 visited URLs - to_fetch : contains URLs that will be fetch during the next sync - tour : contains the next URLs to visit during a tour (see "help tour")
fa: مدیریت لیست صفحات نشان‌گذاری شده. - list : نمایش لیست‌های موجود - list $LIST : نمایش صفحات موجود در $LIST - list create $NEWLIST : ایجاد یک لیست جدید - list edit $LIST : ویرایش لیست - list subscribe $LIST : در هنگام همگام‌سازی (sync)، لینک‌های جدید یافت شده در صفحات لیست شده را به تور اضافه کن - list freeze $LIST : اگر کش وجود دارد، صفحات موجود در لیست را هنگام همگام‌سازی به‌روزرسانی نکن - list normal $LIST : صفحات موجود در لیست را هنگام همگام‌سازی به‌روزرسانی کن اما چیزی به تور اضافه نکن - list delete $LIST : حذف دائمی یک لیست (نیاز به تایید دارد) - list help : چاپ این راهنما همچنین ببینید: - add $LIST (برای افزودن صفحه فعلی به $LIST یا به طور پیش‌فرض به نشانه‌ها) - move $LIST (برای افزودن صفحه فعلی به لیست و حذف همزمان از سایر لیست‌ها) - archive (برای حذف صفحه فعلی از تمام لیست‌ها و افزودن به آرشیوها) گزینه "delete" عمداً وجود ندارد. استفاده از "archive" توصیه می‌شود. لیست‌های زیر قابل حذف یا فریز شدن نیستند اما می‌توانند با "list edit" ویرایش شوند: - list archives : شامل ۲۰۰ آدرس آرشیو شده آخر - history : شامل ۲۰۰ آدرس بازدید شده آخر - to_fetch : شامل آدرس‌هایی که در همگام‌سازی بعدی دریافت خواهند شد - tour : شامل آدرس‌های بعدی برای بازدید در طول یک تور (ببینید: "help tour")

source: ALARM! Recursion detected! ALARM! Prepare to eject!
es_es: ALARMA! Recursión detectada! ALARMA! Prepárese para evacuar!
fa: هشدار! بازگشت (Recursion) شناسایی شد! هشدار! آماده خروج اضطراری!
gl: ALARMA! Recursión detectada! ALARMA! Prepárese para evacuar!
sv: ALARM! Rekursion identifierad! ALARM! Förbered utskjutning!

source: Access the offpunk.net tutorial (online)
es_es: Acceder al tutorial en offpunk.net (online)
fa: دسترسی به آموزش offpunk.net (آنلاین)
gl: Acceder ao tutorial en offpunk.net (en liña)
sv: Kom åt offpunk.net-introduktionen (uppkopplat)

source: Synchronize all bookmarks lists and URLs from the to_fetch list. - New elements in pages in subscribed lists will be added to tour - Elements in list to_fetch will be retrieved and added to tour - Normal lists will be synchronized and updated - Frozen lists will be fetched only if not present. Before a sync, you can edit the list of URLs that will be fetched with the following command: "list edit to_fetch" Argument : duration of cache validity (in seconds).
fa: همگام‌سازی (Sync) تمام لیست‌های نشانه‌ها و آدرس‌ها از لیست to_fetch. - عناصر جدید در صفحات لیست‌های مشترک شده (subscribed) به تور اضافه خواهند شد - عناصر موجود در لیست to_fetch دریافت شده و به تور اضافه می‌شوند - لیست‌های عادی همگام‌سازی و به‌روزرسانی می‌شوند - لیست‌های فریز شده (Frozen) تنها در صورت عدم وجود دریافت می‌شوند. قبل از همگام‌سازی، می‌توانید لیست آدرس‌هایی که دریافت خواهند شد را با دستور زیر ویرایش کنید: "list edit to_fetch" آرگومان: مدت اعتبار کش (به ثانیه).
gl: Sincronizar todas as listas de marcadores e URLs da lista to_fetch. - Novos elementos en páxinas en listas subscritas engadiranse ao tour - Elementos na lista to_fetch descargaranse e engadiranse ao tour - As listas normais sincronizaranse e actualizaranse - As listas 'conxeladas' (frozen) descargaranse só se non están presentes. Antes dun sync, pode editar a lista de URLs que se descargarán co seguinte comando: "list edit to_fetch" Argumento : a duración da validez da caché (en segundos).
sv: Synkronisera all bokmärkeslistor och URL:er från to_fetch-listan. - Nya element på sidor i prenumerationslistor kommer att läggas till i turen - Element i to_fetch-listan kommer att hämtas och läggas till i turen - Normala listor kommer att synkroniseras och uppdateras - Frusna listor kommer endast att hämtas om de inte redan finns. Innan en synkronisering kan du redigerar listan över URL:er som kommer att hämtas med följande kommando: ”list edit to_fetch” Argument : giltighetstid i cache (i sekunder)

source: Exit Offpunk.
es_es: Salir de Offpunk.
fa: خروج از آف‌پانک.
gl: Sair de Offpunk.
sv: Avsluta Offpunk.

source: To render images inline, you need either chafa >= 1.10 or timg > 1.3.2
es_es: Para renderizar inagénes en línea, necesita chafa >= 1.10 o timg > 1.3.2
fa: برای رندر تصاویر در خط، به chafa >= 1.10 یا timg > 1.3.2 نیاز دارید
gl: Para renderizar imaxes en liña, precísase ou chafa >= 1.10, ou timg > 1.3.2
nl_be: Om afbeelingen inline weer te geven, heeft u chafa >= 1.10 of timg > 1.3.2 nodig
sv: För att rendera bilder i texten behöver du antingen chafa >= 1.10 eller timg > 1.3.2

source: No cleaning found for mode
fa: هیچ پاک‌سازی برای این حالت یافت نشد

source: %s is not a valid link for %s
es_es: %s no es un enlace válido para %s
fa: %s یک لینک معتبر برای %s نیست
gl: %s non é unha ligazón válida para %s
nl_be: %s is geen geldige link voor %s
sv: %s är inte en giltig länk för %s

source: Urljoin Error: Could not make an URL out of %s and %s
es_es: Error de Urljoin: No se pudo crear una URL a partir de %s y %s
fa: خطای Urljoin: نتوانست از %s و %s یک URL بسازد
gl: Erro de Urljoin: Non se puido construir unha URL a partir de %s e máis %s
nl_be: Urljoin Fout: Kon geen URL maken van %s en %s
sv: UrlJoin-fel: Kunde inte skapa en URL från %s och %s

source: Error rendering Gopher
es_es: Error renderizando Gopher
fa: خطا در رندر گوفر
gl: Erro ao renderizar Gopher
nl_be: Fout bij het weergeven van Gopher
sv: Fel vid rendering av Gopher

source: ## Bookmarks Lists (updated during sync)
es_es: ## Lista de marcadores (se actualiza durante el 'sync')
fa: ## لیست‌های نشانه‌ها (در هنگام همگام‌سازی به‌روز می‌شوند)
gl: ## Listas de marcadores (actualízanse durante o 'sync')
nl_be: ## Bladwijzerlijsten (worden bijgewerkt bij synchonisatie)
sv: ## Bokmärkeslistor (uppdateras vid synkning)

source: ## Subscriptions (new links in those are added to tour)
es_es: ## Subscripciones (nuevos enlaces en estas se añaden al tour)
fa: ## اشتراک‌ها (لینک‌های جدید در این‌ها به تور اضافه می‌شوند)
gl: ##Subscripcións (ligazóns novas nestas páxinas engadiranse ao tour)
nl_be: ## Abonnementen (nieuwe links in deze worden toegevoegd aan de tour)
sv: ## Prenumerationer (nya länkar bland dessa läggs till i turen)

source: ## Frozen (fetched but never updated)
es_es: ## Congeladas (se descargan pero no se actualizan)
fa: ## فریز شده (دریافت شده اما هرگز به‌روز نمی‌شوند)
gl: ## Conxeladas (descárganse pero non se actualizan)
nl_be: ## Bevroren (opgehaald maar nooit bijgewerkt)
sv: ## Frusna (hämtas med uppdateras ej)

source: ## System Lists
es_es: ## Listas del sistema
fa: ## لیست‌های سیستمی
gl: ## Listas do sistema
nl_be: ## Systeemlijsten
sv: ## Systemlistor

source: HTML document detected. Please install python-bs4 and python-readability.
es_es: Documento HTML detectado. Por favor, instale 'python-bs4' y 'python-readability'.
fa: سند HTML شناسایی شد. لطفاً python-bs4 و python-readability را نصب کنید.
gl: Documento HTML detectado. Por favor, instale python-bs4 e python-readability.
nl_be: HTML document gedetecteerd. Gelieve python-bs4 en python-readability te installeren.
sv: HTML-dokument identifierat. Installera python-bs4 eller python-readability.

source: Full as requested
fa: کامل طبق درخواست

source: Unmerdify CRASH
fa: Unmerdify کرش کرد

source: Unmerdify failed - returns empty html
fa: Unmerdify ناموفق بود - html خالی برگرداند

source: Full (Readability failed)
fa: کامل (Readability ناموفق بود)

source: Full (No readability installed)
fa: کامل (readability نصب نیست)

source: > Please install python-bs4 to parse HTML
es_es: > Por favor, instale 'python-bs4' para parsear HTML
fa: > لطفاً python-bs4 را برای تجزیه HTML نصب کنید
gl: > Por favor, instale python-bs4 para parsear HTML
nl_be: > Gelieve python-bs4 te installeren om HTML te parsen
sv: > Installera python-bs4 för att tolka HTML

source: > Picture not in cache. Please reload this page.
es_es: > Imagen no cacheada. Por favor, recargue esta página (con "reload").
fa: > تصویر در حافظه نهان (کش) نیست. لطفاً این صفحه را بارگذاری مجدد کنید.
gl: > A imaxe non está en caché. Por favor, recargue esta páxina. ('reload')
nl_be: > Afbeelding niet in de cache. Gelieve deze pagina te herladen.
sv: > Bild finns inte i cache. Ladda om denna sida.

source: Cannot guess the mime type of the file. Please install "file".
es_es: No se ha podido averiguar el tipo MIME del fichero. Por favor, instale "file".
fa: نمی‌توان نوع mime فایل را حدس زد. لطفاً "file" را نصب کنید.
gl: Non se pode averiguar o tipo MIME do ficheiro. Por favor, instale \"file\".
nl_be: Het mime-type van het bestand kan niet worden geraden. Gelive “file” te installeren.
sv: Kan inte gissa MIME-typ för filen. Installera ”file”.

source: Could not render %s
es_es: No se pudo renderizar %s
fa: نتوانست %s را رندر کند
gl: Non se puido renderizar %s
nl_be: %s kon niet worden weergegeven
sv: Kunde inte rendera %s

source: ansicat is a terminal rendering tool that will render multiple formats (HTML, Gemtext, RSS, Gophermap, Image) into ANSI text and colors. When used on a file, ansicat will try to autodetect the format. When used with standard input, the format must be manually specified. If the content contains links, the original URL of the content can be specified in order to correctly modify relatives links.
es_es: ansicat es una herramienta de renderizado para terminal que renderizará múltiples formatos (HTML, Gemtext, RSS, Gophermap, Imágenes) a texto ANSI y colores. Si se usa en un fichero, ansicat intentará autodetectar el formato. Si se usa con la entrada estándar, el formato debe especificarse manualmente. Si el contenido contiene enlaces, se puede especificar la URL original del contenido para modificar correctamente los enlaces relativos.
fa: ansicat یک ابزار رندر ترمینال است که فرمت‌های متعدد (HTML, Gemtext, RSS, Gophermap, Image) را به متن و رنگ‌های ANSI تبدیل می‌کند. هنگام استفاده روی یک فایل، ansicat سعی می‌کند فرمت را خودکار تشخیص دهد. هنگام استفاده با ورودی استاندارد (stdin)، فرمت باید به صورت دستی مشخص شود. اگر محتوا شامل لینک باشد، آدرس URL اصلی محتوا را می‌توان مشخص کرد تا لینک‌های نسبی به درستی اصلاح شوند.
gl: ansicat é unha ferramenta de renderizado para a terminal que pode renderizar múltiples formatos (HTML,Gemtext, RSS, Gophermap, Imaxe) a texto e cores ANSI. Cando se use nun ficheiro, ansicat intentará autodetectar o formato. Cando se use na entrada estándar, o formato deberá ser especificado manualmente. Si o contido contén ligazóns, pódese especificar a URL orixinal do contido para así modificar correctamente as ligazóns relativas.
nl_be: ansicat is een terminalweergavetool die meerdere formaten (HTML, Gemtext, RSS, Gophermap, afbeeldingen) weergeeft in ANSI-tekst en -kleuren. Wanneer gebruikt op een bestand zal ansicat het formaat automatisch proberen te detecteren. Wanneer gebruikt met standaardinvoer moet het formaat manueel gespecificeerd worden. Als de in inhoud links bevat, kan de originele URL van de inhoud gespecificeerd worden om de relatieve links correct aan te passen.
sv: ansicat är ett terminalrenderingsverktyg som kommer att rendera flera format (HTML, Gemtext, RSS, Gophermap, Image) till ANSI-text och fräger. När det används på en fil kommer ansicat automatiskt att identifiera formatet. När det används på standard in måste formatet anges manuellt. Om innehållet innehåller länkar kan original URL:en för innehållet anges för korrekt modifiera relativa länkar.

source: Renderer to use. Available: auto, gemtext, html, feed, gopher, image, folder, plaintext
es_es: Qué renderizador utilizar. Disponibles: auto, gemtext, html, feed, gopher, image, folder, plaintext
fa: رندر کننده‌ای که استفاده می‌شود. موجود: auto, gemtext, html, feed, gopher, image, folder, plaintext
gl: Renderizador a empregar. Dispoñíbeis: auto, gemtext, html, feed, gopher, image, folder, plaintext
nl_be: Te gebruiken renderer. Beschikbaar: auto, gemtext, html, feed, gopher, image, folder, plaintext
sv: Renderare att använda. Tillgängliga: auto, gemtext, html, feed, gopher, image, folder, plaintext

source: Mime of the content to parse
es_es: MIME del contenido a parsear
fa: نوع Mime محتوایی که باید تجزیه شود
gl: MIME do contido a parsear
nl_be: Mime-type van de te parsen inhoud
sv: MIME för innehåller att tolka

source: Original URL of the content
es_es: URL original del contenido
fa: آدرس URL اصلی محتوا
gl: URL orixinal do contido
nl_be: Originele URL van de inhoud
sv: Original-URL för innehållet

source: Which mode should be used to render: normal (default), full or source. With HTML, the normal mode try to extract the article.
es_es: Qué modo se debe utilizar para renderizar: 'normal' (predeterminado), 'full' o 'source'. Con HTML, el modo 'normal' intentará extraer el artículo.
fa: کدام حالت برای رندر استفاده شود: normal (پیش‌فرض)، full یا source. با HTML، حالت normal سعی می‌کند مقاله را استخراج کند.
gl: Que modo se debe usar para renderizar: normal (por defecto), full ou source. Con HTML, o modo normal intentará extraer o artigo.
nl_be: Welke modus moet worden gebruikt voor de weergave: "normal" (standaard), "full" of "source". Bij HTML zal de normale modus proberen het artikel te extraheren.
sv: Vilket läge som ska användas vid rendering: normal (standard), full, eller source. För HTML är normalläget att försöka att extrahera artikeln.
