Repository: devskale/offpunk
Catalog: po/*.po
Languages: es_es, fa, gl, nl_be, sv

source: Run most recently visited item through "less" command, restoring previous position. Use "view normal" to see the default article view on html page. Use "view full" to see a complete html page instead of the article view. Use "view swich" to switch between normal and full Use "view XX" where XX is a number to view information about link XX. (full, feed, feeds have no effect on non-html content).
gl: Pasar o elemnto visitado máis recente polo paxinador "less", restaurando a posición previa. Use "view normal" para ver a vista de artigo predeterminada nunha páxina html. Use "view full" para ver a páxina html completa en vez da vista de artigo. Use "view swich" para alternar entre 'normal' e 'full' Use "view XX" where XX é un número para ver información acerca da ligazón XX. ('full', 'feed', 'feeds' non ten efecto en contido non-html).
sv: Kör det senaste visade objektet genom kommandot ”less”, återställer föregående position. Använd ”view normal” för att se standard artikelvisning på html-sida. Använd ”view full” för att se en komplett html-sida istället för artikelvyn. Använd ”view switch” för att växla mellan normal och full Använd ”view XX” där XX är ett hetal för att visa information om länk XX. (full, feed, feeds har ingen effekt på icke-html-innehåll).

source: Manage list of bookmarked pages. - list : display available lists - list $LIST : display pages in $LIST - list create $NEWLIST : create a new list - list edit $LIST : edit the list - list subscribe $LIST : during sync, add new links found in listed pages to tour - list freeze $LIST : don’t update pages in list during sync if a cache already exists - list normal $LIST : update pages in list during sync but don’t add anything to tour - list delete $LIST : delete a list permanently (a confirmation is required) - list help : print this help See also : - add $LIST (to add current page to $LIST or, by default, to bookmarks) - move $LIST (to add current page to list while removing from all others) - archive (to remove current page from all lists while adding to archives) There’s no "delete" on purpose. The use of "archive" is recommended. The following lists cannot be removed or frozen but can be edited with "list edit" - list archives : contains last 200 archived URLs - history : contains last 200 visisted URLs - to_fetch : contains URLs that will be fetch during the next sync - tour : contains the next URLs to visit during a tour (see "help tour")
gl: Xestionar a lista de páxinas en marcadores. - list : amosar as listas dispoñíbeis - list $LISTA : amosar as páxinas que hai na lista $LISTA - list create $NOVALISTA : crear unha nova lista - list edit $LISTA : editar a lista - list subscribe $LISTA : durante o sync, engadir novas ligazóns atopadas nas páxinas da lista ao tour - list freeze $LISTA : non actualizar as páxinas nesta lista durante o sync se xa existe unha caché - list normal $LISTA : actualizar as páxinas na lista durante o sync pero non engadir nada ao tour - list delete $LISTA : borrar permanentemente unha lista (require confirmación) - list help : imprimir esta axuda Vexa tamén : - add $LISTA (para engadir a páxina actual a $LISTA ou, por defecto, a bookmarks) - move $LISTA (para engadir a páxina actual á $LISTA e quitala de todas as demais) - archive (para quitar a páxina actual de todas as listas e engadila a 'archives') Non hai "delete" a propósito. Recoméndase o uso de "archive". As seguintes listas non se poden quitar nen "conxelar" ('freeze') pero pódense editar con "list edit" - list archives : contén as últimas 200 URLSs arquivadas - history : contén as últimas 200 URLSs visitadas - to_fetch : contén as URLs que se descargarán duranto o próximo sync - tour : contén as pŕoximas URLs a visitar durante o tour (vexa "help tour")
sv: Hantera lista över bokmärkta sidor. - list : visa tillgängliga listor - list $LISTA : visa sidor i $LISTA - list create $NYLISTA : skapa en ny lista - list edit $LISTA : redigera listan - list subscribe $LIST : vid synkning, lägg till nya länkar som hittas i listade sidor till turen - list freeze $LISTA : uppdatera inte sidor i listan under synkning om en cache redan existerar - list normal $LISTA : uppdatera sidor i listan vid synkning, men lägg inte till dem i turen - list delete $LISTA : ta bort en lista permanent (en bekräftelse krävs) - list help : skriv ut denna hjälp Se också: - add $LISTA (för att lägga till aktuell sida till $LISTA eller, som standard, till bokmärken) - move $LISTA (för att lägga till aktuell sida till listan, medan den tas bort från alla andra) - archive (för att ta bort aktuell sida från alla listor medan den läggs till i arkivet) Det finns avsiktligen ingen ”delete”. Användning av ”archive” rekommenderas. Följande listor kan inte tas bort eller frysas, men kan redigeras med ”list edit” - list archives : innehåller de senaste 200 arkiverade URL:erna - history : innehåller de senaste 200 besökta URL:erna - to_fetch : innehåller URL:er som kommer att hämtas vid nästa synkning - tour : innehåller de nästa URL:erna som kommer att besökas vid en tur (se ”help tour”)

source: To improve your web experience (less cruft in webpages),
es_es: Para mejorar su experiencia web (menos relleno en páginas web),
gl: Para mellorar a súa experiencia web (menos morralla nas páxinas web),
nl_be: Om uw webervaring te verbeteren (minder brol op webpagina’s),
sv: För att förbättra din webbupplevelse (mindre kraft på webbsidor),

source: please install python3-readability or readability-lxml
es_es: por favor instale 'python3-readability' o 'readability-lxml'
gl: por favor instale python3-readability ou readability-lxml
nl_be: gelieve python3-readability of readability-lxml te installeren
sv: installera python3-readbility eller readbility-lxml

source: No cleaning required
es_es: No se necesitó limpieza
gl: Non se requeriu limpeza
nl_be: Opkuisen niet nodig
sv: Ingen rensning krävs

source: (empty line to send)
es_es: (línea en blanco para enviar)
gl: (liña en branco para enviar)

source: To add new, use "redirect origine.com destination.org"
es_es: Para añadir una, use "redirect origen.com destino.org"
gl: Para engadir unha nova, use "redirect orixe.com destino.org"
nl_be: Om er nieuwe toe te voegen, gebruik “redirect herkomst.net bestemming.org”
sv: För att lägga till en ny använd ”redirect origine.com destination.org”

source: To remove a redirect, use "redirect origine.com NONE"
es_es: Para quitar una redirección, use "redirect origen.com NONE"
gl: Para quitar unha redirección, use "redirect orixe.com NONE"
nl_be: Om een doorverwijzing te verwijderen, gebruik “redirect oorsprong.net NONE”
sv: För att ta bort en omdirigering, använd ”redirect origine.com NONE”

source: To completely block a website, use "redirect origine.com BLOCK"
es_es: Para bloquear complatemente un sitio web, use "redirect origen.com BLOCK"
gl: Para bloquear un sitio web por completo, use "redirect orixe.com BLOCK"
nl_be: Om een website volledig te blokkeren, gebruik “redirect oorsprong.net BLOCK”
sv: För att helt blockera en webbsida, använd ”redirect origine.com BLOCK”

source: To block also subdomains, prefix with *: "redirect *origine.com BLOCK"
es_es: Para bloquear también subdominios, use el prefijo *: "redirect *origen.com BLOCK"
gl: Para bloquear tamén subdominios, use * diante: "redirect *orixe.com BLOCK"
nl_be: Om ook subdomeinen te blokkeren, voeg een * als voervoegsel: “redirect *oorsprong.net BLOCK”
sv: För att också blockera underdomäner, lägg till prefixet *: ”redirect *origine.com BLOCK”

source: Avaliable linkmode are `none` and `end`.
es_es: Los modos de enlaces ('linkmode') disponibles son 'none' y 'end'.
gl: Os linkmodes dispoñíbeis son `none` e `end`.
nl_be: Beschikbare linkmodes zijn “none” en “end”.
sv: Tillgängliga länklägen är ”none” och ”end”.

source: Multiple emails addresse were found:
es_es: Se encontraron múltiples direcciones de correo electrónico :
gl: Atopáronse varios enderezos de correo:
nl_be: Verschillende e-mailadressen gevonden:
sv: Flera e-postadresser hittades:

source: Page appeard in following lists :
es_es: La página aparece en las siguientes listas:
gl: A páxina aparece nas seguintes listas:
nl_be: Pagina verscheen in de volgende lijsten:
sv: Sida fanns i följande listor :

source: Cache directoy :
es_es: Directorio de caché :
gl: Directorio de caché:
nl_be: Cachemap :

source: [2;34mCurrent maximum size of archives : %s[0m
es_es: [2;34mTamaño máximo actual de archivos : %s[0m
gl: [2;34mTamaño máximo actual dos arquivos : %s[0m
nl_be: [2;34mHuidige maximumgrootte van de archieven : %s[0m
sv: [2;34mAktuell maxstorlek för arkiv : %s[0m

source: display available features and dependancies then quit
es_es: mostrar características disponibles y salir
gl: amosar características dispoñíbeis e dependencias e saír
nl_be: geef beschikbare functies en softwareafhankelijkheden weer en sluit af
sv: visa tillgängliga funktioner och beroende och avsluta

source: "handler %s MY_PREFERED_APP %%s"
es_es: "handler %s MI_APLICACIÓN_PREFERIDA %%s"
gl: "handler %s O_MEU_APLICATIVO_PREFERIDO %%s"
nl_be: "handler %s MIJN_VOORKEURSPROGRAMMA %%s"
sv: ”handler %s MITT_FÖREDRAGNA_PROGRAM %%s”

source: XKCD comic number
es_es: Número de cómic de XKCD
gl: Número de comic XKCD
nl_be: XKCD-stripnummer

source: Search on wikipedia using the configured Gemini interface. The first word should be the two letters code for the language. Exemple : "wikipedia en Gemini protocol" But you can also use abbreviations to go faster: "wen Gemini protocol". (your abbreviation might be missing, report the bug) while it's not added, "w" is still an option you can use: "w en Gemini protocol" will work as a shortcut as well The interface used can be modified with the command: "set wikipedia URL" where URL should contains two "%s", the first one used for the language, the second for the search string.
sv: Sök på Wikipedia med det konfigurerade Gemini-gränssnittet. Det första ordet bör vara en två-bokstavskod för språket. Exempel : ”wikipedia en Gemini protocol” Man du kan också använda förkortningar för att det ska gå snabbare: ”wen Gemini protocol”. (din förkorning kan saknas, rapportera i så fall felet) om den inte finns kan du fortfarande använda ”w”: ”w en Gemini protocol” som snabbkommando istället Gränssnittet kan modifieras med kommandot: ”set wikipedia URL” där URL bör innehålla två ”%s”, det första används för språket, det andra för söksträngen.

source: ERROR4:
nl_be: FOUT4:
sv: FEL4:

source: set editor EDITOR
sv: set editor TEXTREDIGERARE
