Repository: devskale/offpunk
Catalog: po/*.po
Languages: es_es, fa, gl, nl_be, sv

source: Found a bug in Offpunk? You can report it by email to the developers.
es_es: Ha encontrado un error en Offpunk? Puede informar a los desarrolladores por correo electrónico.
fa: باگی در Offpunk پیدا کردید؟ می‌توانید آن را با ایمیل به توسعه‌دهندگان گزارش دهید.
gl: Atopou un erro en Offpunk? Pode informar aos desenvolvedores por correo electrónico.
nl_be: Een bug gevonden in Offpunk? U kunt hem via e-mail melden aan de ontwikkelaars.
sv: Hittat ett programfel i Offpunk? du kan rapportera den via e-post till utvecklarna.

source: Please describe your problem as clearly as possible:
es_es: Por favor, describa su problema tan claramente como sea posible:
fa: لطفاً مشکل خود را تا حد امکان واضح شرح دهید:
gl: Por favor, describa o seu problema tan claramente como sexa posíbel:
nl_be: Gelieve uw probleem zo duidelijk mogelijk te beschrijven:
sv: Beskriv ditt problem så tydligt som möjligt:

source: Include all the steps to reproduce the problem, including the URLs you are currently visiting.
es_es: Incluya todos los pasos para reproducir el problema, incluyendo las URLs que estaba visitando.
fa: تمام مراحل بازتولید مشکل، شامل URLهایی که در حال بازدید هستید را بگنجانید.
gl: Inclúa todos os pasos para reproducir o problema, incluindo as URLs que está visitando.
nl_be: Vermeld alle stappen om het probleem te reproduceren, inclusief de URL's die u momenteel bezoekt.
sv: Inkludera alla stegen för att reproducera problemet, inklusive URL:en du besöker för närvarande.

source: Another point: always use "reply-all" when replying to this list.
es_es: Otro detalle: use siempre "responder a todos" cuando responda a esta lista.
fa: یک نکته دیگر: همیشه هنگام پاسخ به این لیست از "reply-all" استفاده کنید.
gl: Outro detalle: use sempre "responder a todos" cando responda a esta lista.
nl_be: Nog een punt: gebruik altijd “allen beantwoorden” wanneer u op deze lijst reageert.
sv: Ytterliga en sak: använd alltid ”svara till alla” när du svarar till denna listan.

source: Describe the bug in one line:
es_es: Describa el error en una línea:
fa: باگ را در یک خط شرح دهید:
gl: Describa o erro nunha liña:
nl_be: Beschrijf de bug in één regel:
sv: Beskriv programfelet på en rad:

source: No description of the bug, report cancelled
es_es: No hay descripción del error, cancelamos el informe
fa: بدون شرح باگ، گزارش لغو شد
gl: Non hai descrición para o erro, cancelamos o informe
nl_be: Geen beschrijving van de bug, melding geannuleerd
sv: Ingen beskrivning av programfelet, rapporten avbruten

source: Please enter the number of the XKCD comic you want to see
es_es: Por favor, introduzca el número del cómic XKCD que quiere ver
fa: لطفاً شماره کمیک XKCD که می‌خواهید ببینید را وارد کنید
gl: Por favor, introduza o número do comic XKCD que quere ver
nl_be: Gelieve het nummer van de XKCD-strip die u wilt zien in te geven
sv: Skriv inte numret på XKCD-serieteckningen du vill se

source: Current page is already a feed
es_es: La página actual ya es un feed
fa: صفحه فعلی خودش یک فید است
gl: A páxina actual xa é un feed
nl_be: De huidige pagina is reeds een feed
sv: Aktuell sida är redan ett flöde

source: No feed found on current page
es_es: No se ha encontrado un feed en la página actual
fa: هیچ فیدی در صفحه فعلی یافت نشد
gl: Non se atopou ningún feed na páxina actual
nl_be: Geef feed gevonden op de huidige pagina
sv: Inget flöde hittat på aktuell sida

source: Available feeds :
es_es: Feeds disponibles :
fa: فیدهای موجود :
gl: Feeds dispoñíbeis:
nl_be: Beschikbare feeds:
sv: Tillgängliga flöden :

source: Which view do you want to see ? >
es_es: ¿Qué vista quiere ver? >
fa: کدام نما را می‌خواهید ببینید ؟ >
gl: Qué vista quere ver? >
nl_be: Welke weergave wilt u zien? >
sv: Vilken vy vill du se ? >

source: view feed is deprecated. Use the command feed directly
es_es: 'view feed' está deprecado. Use el comando 'feed' directamente
fa: view feed منسوخ شده است. مستقیماً از دستور feed استفاده کنید
gl: 'view feed' está deprecado. Use a orde 'feed' directamente
nl_be: “view feed” is verouderd. Gebruik rechtstreeks het “feed” commando
sv: view feed är föråldrat. Använd kommandot feed direkt

source: Link %s is: %s
es_es: El enlace %s es: %s
fa: لینک %s است: %s
gl: A ligazón %s é: %s
sv: Länk %s ä: %s

source: Empty cached version
es_es: Versión en caché vacía
fa: نسخه کش شده خالی
gl: Varsión na caché baleira
nl_be: Lege gecachte versie
sv: Töm ut cachad version

source: Last cached on %s
es_es: Cacheado por última vez en %s
fa: آخرین بار کش شده در %s
gl: Cacheado por última vez en %s
nl_be: Laatst gecachet op %s
sv: Senast cachad %s

source: No cached version for this link
es_es: No hay versión en caché para este enlace
fa: هیچ نسخه کش شده‌ای برای این لینک وجود ندارد
gl: Non hai versión en caché para esta ligazón
nl_be: Geen gecachte versie van deze link
sv: Ingen cachad version för denna länk

source: Valid arguments for view are : normal, full, switch, source or a number
es_es: Los argumentos válidos para 'view' son : normal, full, switch, source, o un número
fa: آرگومان‌های معتبر برای view عبارتند از: normal, full, switch, source یا یک عدد
gl: Os argumentos válidos para 'view' son: 'normal', 'full', 'switch', 'source', ou un número
nl_be: De geldige argiumenten voor “view” zijn: normal, full, switch, source of een getal
sv: Giltiga argument för view är: normal, full, switch, source eller ett tal

source: You cannot save if not cached!
es_es: ¡No puede guardar si no está en caché!
fa: اگر کش نشده باشد نمی‌توانید ذخیره کنید!
gl: Non se pode gardar se non está en caché!
nl_be: U kan inhoud niet opslaan wanneer die niet gecachet is!
sv: Du kan inte svara om den inte är cachad!

source: First argument is not a valid item index!
es_es: ¡El primer argumento no es un índice de elemento válido!
fa: آرگومان اول یک ایندکس آیتم معتبر نیست!
gl: O primeiro argumento non é un índice de elemento válido!
nl_be: Eerste argument is geen geldige itemindex!
sv: Första argumentet är inte ett giltigt objektindex!

source: You must provide an index, a filename, or both.
es_es: Debe proporcionar un índice, un nombre de fichero, o ambos.
fa: باید یک ایندکس، یک نام فایل، یا هر دو را ارائه دهید.
gl: Precisa introducir un índice, un nome de ficheiro, ou ambos.
nl_be: U moet een index, een bestandsnaam of beide opgeven.
sv: Du måste ange ett index, ett filnamn, eller båda.

source: Index too high!
es_es: ¡Índice demasiado alto!
fa: ایندکس خیلی بالا است!
gl: O índice é moi alto!
nl_be: Index te hoog!
sv: Index för högt!

source: File %s already exists!
es_es: ¡El fichero %s ya existe!
fa: فایل %s از قبل وجود دارد!
gl: O ficheiro %s xa existe!
nl_be: Bestand %s bestaat al!
sv: Filen %s finns redan!

source: Can’t save %s because it’s a folder, not a file
es_es: No se puede guardar %s porque es un directorio, no un fichero
fa: نمی‌توان %s را ذخیره کرد چون یک پوشه است، نه یک فایل
gl: Non se pode gardar %s porque é un directorio, non un ficheiro
nl_be: Kan %s niet opslaan omdat het een map is, geen bestand
sv: Kan inte spara %s eftersom det är en mapp, inte en fil

source: Saved to %s
es_es: Guardado en %s
fa: ذخیره شد در %s
gl: Gardado en %s
nl_be: Opgeslagen als %s
sv: Sparad till %s

source: Subscriptions #subscribed (new links in those pages will be added to tour)
es_es: Suscripciones #suscrito (nuevos enlaces en esas páginas se añadirán al tour)
fa: اشتراک‌ها #subscribed (لینک‌های جدید در این صفحات به تور اضافه خواهند شد)
gl: Subscripcións #subscribed (ligazóns novas nestas páxinas engadiranse ao tour)
nl_be: Abonnementen #subscribed (nieuwe links in die pagina’s zullen aan de tour worden toegevoegd)
sv: Prenumerationer #prenumererad (nya länkar i de sidorna kommer att läggas till i turen)

source: Links requested and to be fetched during the next --sync
es_es: Enlaces solicitados y que se descargarán durante el siguiente --sync
fa: لینک‌های درخواست شده و قابل دریافت در --sync بعدی
gl: Ligazóns solicitadas e que se descargarán durante a seguinte sincronización (--sync)
nl_be: Aangevraagde links die bij de volgende --sync worden opgehaald
sv: Länka begärda och kommer att hämtas vid nästa --sync

source: Multiple feeds have been found :
es_es: Encontrados múltiples feeds :
fa: چندین فید پیدا شد :
gl: Atopáronse múltiple feeds:
nl_be: Verschillende feeds gevonden:
sv: Flera flöden har hittats :

source: This page is already a feed:
es_es: Esta página ya es un feed:
fa: این صفحه خودش یک فید است:
gl: Esta páxina xa é un feed:
nl_be: Deze pagina is al een feed:
sv: Sidan finns redan som ett flöde:

source: No feed detected. You can still watch the page :
es_es: Ningún feed detectado. Aún así, puede monitorizar la página :
fa: هیچ فیدی تشخیص داده نشد. هنوز می‌توانید صفحه را زیر نظر داشته باشید :
gl: Non se detectou ningún feed. Aínda así, pode monitorizar a páxina:
nl_be: Geen feed gevonden. U kan nog steeds de pagina volgen:
sv: Inget flöde identifierades. Du kan fortfarande titta på sidan :

source: -> (already subscribed through lists %s)
es_es: -> (ya suscrito a través de las listas %s)
fa: -> (قبلاً از طریق لیست‌های %s مشترک شده‌اید)
gl: -> (xa está subscrito via as listas %s)
nl_be: -> (reeds geabonneerd via de lijsten %s)
sv: -> (prenumererar redan via listorna %s)

source: Which feed do you want to subscribe ? >
es_es: ¿A qué feed quiere suscribirse? >
fa: کدام فید را می‌خواهید مشترک شوید ؟ >
gl: A que feed se quere subscribir? >
nl_be: Op welke feed wilt u u abonneren? >
sv: Vilket flöde vill du prenumerera på ? >

source: Subscribed to %s
es_es: Suscrito a %s
fa: مشترک شد در %s
gl: Subscrito a %s
nl_be: Geabonneerd op %s
sv: Prenumerar på %s

source: You are already subscribed to %s
es_es: Ya está suscrito a %s
fa: شما قبلاً مشترک %s شده‌اید
gl: Xa está subscrito a %s
nl_be: U ben al geabonneerd op %s
sv: Du prenumererar redan på %s

source: No subscription registered
es_es: No se ha registrado ninguna suscripción
fa: هیچ اشتراکی ثبت نشد
gl: Non se rexistrou ningunha subscripción
nl_be: Geen abonnement geregistreerd
sv: Ingen prenumeration registrerad

source: bookmarks command takes a single integer argument!
es_es: ¡el comando 'bookmarks' sólo acepta un único argumento numérico!
fa: دستور bookmarks یک آرگومان عدد صحیح تکی می‌گیرد!
gl: a orde 'bookmarks' só acepta un único argumento numérico!
nl_be: het “bookmarks”-commando accepteerd slechts één geheel getal als argument!
sv: bookmarks-kommandot tar ett enkelt heltals-argument!

source: Removed from %s
es_es: Quitado de %s
fa: حذف شد از %s
gl: Quitado de %s
nl_be: Verwijderd van %s
sv: Borttagen från %s

source: Archiving: %s
es_es: Archivando: %s
fa: آرشیو کردن: %s
gl: Arquivando: %s
nl_be: Archiveren van: %s
sv: Arkiverar: %s

source: Current maximum size of archives : %s
fa: حداکثر اندازه فعلی آرشیوها : %s

source: List %s does not exist. Create it with list create %s
es_es: La lista %s no existe. Puede crearla escribiendo 'list create %s'
fa: لیست %s وجود ندارد. آن را با list create %s ایجاد کنید
gl: A lista %s non existe. Pode creala coa orde 'list create %s'
nl_be: De lijst %s bestaat niet. Maak hem aan met “list create %s”
sv: Listan %s finns int. Skapa den med list create %s

source: %s already in %s.
es_es: %s ya está en %s.
fa: %s قبلاً در %s است.
gl: %s xa está en %s.
nl_be: %s reeds in %s.
sv: %s redan i %s.

source: %s has updated mode in %s to %s
es_es: El modo de %s en la lista %s se ha actualizado a %s
fa: %s حالت را در %s به %s به‌روزرسانی کرد
gl: O modo de %s na lista %s actualizouse a %s
nl_be: %s heeft de modus van %s aangepast naar %s
sv: %s har uppdaterat läge i %s till %s

source: %s added to %s
es_es: %s añadido a %s
fa: %s اضافه شد به %s
gl: %s engadido a %s
nl_be: %s toegevoegd aan %s
sv: %s tillagd i %s

source: , archived on
es_es: , archivado en
fa: ، آرشیو شد در
gl: , arquivado en
nl_be: , gearchiveerd op
sv: , arkiverad

source: , visited on
es_es: , visitado en
fa: ، بازدید شد در
gl: , visitado en
nl_be: , bezocht op
sv: , besökt

source: , added to %s on
es_es: , añadido a %s en
fa: ، اضافه شد به %s در
gl: , engadido a %s no
nl_be: , toegevoegd aan %s op
sv: , tillagd till %s

source: go_to_line requires a number as parameter
es_es: 'go_to_line' requiere un número como parámetro
fa: go_to_line به یک عدد به عنوان پارامتر نیاز دارد
gl: 'go_to_line' require un número como parámetro
nl_be: go_to_line vereist een getal als parameter
sv: go_to_line kräver ett nummer som parameter

source: %s is not allowed as a name for a list
es_es: %s no es un nombre permitido para una lista
fa: %s به عنوان نام برای یک لیست مجاز نیست
gl: %s non é un nome permitido para unha lista
nl_be: %s is niet toegestaan als naam voor een lijst
sv: %s är inte tillåt som ett namn på en lista

source: list created. Display with `list %s`
es_es: lista creada. Muéstrela con 'list %s'
fa: لیست ایجاد شد. نمایش با `list %s`
gl: lista creada. Móstrea coa orde `list %s`
nl_be: lijst aangemaakt. Toon met “list %s”
sv: lista skapad. Visa med ”list %s”

source: list %s already exists
es_es: la lista %s ya existe
fa: لیست %s از قبل وجود دارد
gl: a lista %s xa existe
sv: listan %s finns redan

source: LIST argument is required as the target for your move
es_es: El argumento LISTA es requerido como destino para 'move'
fa: آرگومان LIST به عنوان مقصد جابجایی شما لازم است
gl: O argumento LISTA é requerido como destino do 'move'
nl_be: Een LIJST argument is verplicht als de bestemming voor de verplaatsing
sv: LIST-argument krävs som målet för din förflyttning

source: %s is not a list, aborting the move
es_es: %s no es una lista. Abortando el 'move'
fa: %s یک لیست نیست، لغو جابجایی
gl: %s non é unha lista, abortando o 'move'
nl_be: %s is geen lijst, verplaatsing afbreken
sv: %s är inte en lista, avbryter förflyttningen

source: List %s has been marked as %s
es_es: La lista %s se ha marcado como %s
fa: لیست %s به عنوان %s علامت‌گذاری شده است
gl: A lista %s marcouse como %s
nl_be: Lijst %s is aangeduid als %s
sv: Lista %s har markerats som %s

source: List %s is now a normal list
es_es: La lista %s es ahora una lista normal
fa: لیست %s اکنون یک لیست عادی است
gl: A lista %s é agora unha lista normal
nl_be: Lijst %s is nu een normale lijst
sv: Lista %s är nu en normal lista

source: No lists yet. Use `list create`
es_es: Todavía no hay listas. Use 'list create'
fa: هنوز لیستی وجود ندارد. از `list create` استفاده کنید
gl: Aínda non hai ningunha lista. Use `list create`
nl_be: Nog geen lijsten. Gebruik “list create”
sv: Inga listor än. Använd ”list create”

source: A name is required to create a new list. Use `list create NAME`
es_es: Se requiere un nombre para crear una lista. Use 'list create NOMBRE'
fa: یک نام برای ایجاد لیست جدید لازم است. از `list create NAME` استفاده کنید
gl: Requírese un nome para crear unha nova lista. Use `list create NAME`
nl_be: Een naam is noodzakelijk om een nieuwe lijst aan te maken. Gebruik “list create NAAM”
sv: Ett namn krävs för att skapa en ny lista. Använd ”list create NAMN”

source: Please set a valid editor with "set editor"
es_es: Por favor, configure un editor válido con 'set editor'
fa: لطفاً یک ویرایشگر معتبر با "set editor" تنظیم کنید
gl: Por favor, configure un editor válido con "set editor"
nl_be: Gelieve een geldige editor in te stellen met “set editor”
sv: Sätt en giltig textredigerare med ”set editor”

source: A valid list name is required to edit a list
es_es: Se requiere un nombre de lista válido para editar una lista
fa: یک نام لیست معتبر برای ویرایش لیست لازم است
gl: Requírese un nome de lista válido para editar unha lista
nl_be: Een geldige naam voor een lijst is nodig om een lijst aan te passen
sv: Ett giltigt listnamn krävs för att redigera en lista

source: No valid editor has been found.
es_es: No se ha encontrado un editor válido.
fa: هیچ ویرایشگر معتبری یافت نشد.
gl: Non se atopou ningún editor válido.
nl_be: Geen geldige editor gevonden.
sv: Ingen giltig textredigerare har hittats.

source: You can use the following command to set your favourite editor:
es_es: Puede usar el siguiente comando para configurar su edito favorito:
fa: می‌توانید از دستور زیر برای تنظیم ویرایشگر مورد علاقه خود استفاده کنید:
gl: Pode usar a seguinte orde para configurar o seu editor favorito:
nl_be: U kunt het volgende commando gebruiken om uw favoriete editor in te stellen:
sv: Du kan använda följande kommando för att sätta sin favorit-textredigerare:

source: or use the $VISUAL or $EDITOR environment variables.
es_es: o use las variables de entorno $VISUAL o $EDITOR.
fa: یا از متغیرهای محیطی $VISUAL یا $EDITOR استفاده کنید.
gl: ou use as variables de contorno $VISUAL ou $EDITOR.
nl_be: of gebruik de omgevingsvariabelen $VISUAL of $EDITOR.
sv: eller använda miljövariablerna $VISUAL eller $EDITOR.

source: %s is a system list which cannot be deleted
es_es: %s es una lista de sistema que no se puede borrar
fa: %s یک لیست سیستمی است که قابل حذف نیست
gl: %s é unha lista do sistema e non se pode borrar
nl_be: %s is een systeemlijst die niet kan worden verwijderd
sv: %s är en systemlista som inte kan tas bort

source: Are you sure you want to delete %s ?
es_es: ¿Está seguro de que quiere borrar %s?
fa: آیا مطمئن هستید که می‌خواهید %s را حذف کنید ؟
gl: Está seguro de querer borrar %s ?
nl_be: Bent u zeker dat u %s wilt verwijderen?
sv: Är du säker på att du vill ta bort %s ?

source: ! %s items in the list will be lost !
es_es: ¡Se perderán %s elementos en la lista!
fa: ! %s آیتم در لیست از دست خواهند رفت !
gl: ! Perderanse %s elementos nesa lista !
nl_be: ! %s items in de lijst gaan verloren!
sv: ! %s objekt i listan kommer att gå förlorade!

source: The list is empty, it should be safe to delete it.
es_es: La lista está vacía, debería ser seguro borrarla.
fa: لیست خالی است، حذف آن باید امن باشد.
gl: Esta lista está baleira, debería poder borrarse de forma segura.
nl_be: De lijst is leeg, het zou veilig moeten zijn om ze te verwijderen.
sv: Listan är tom, det bör vara säkert att ta bort den.

source: Type "%s" (in capital, without quotes) to confirm :
es_es: Escriba "%s" (en mayúsculas, sin comillas) para confirmar :
fa: برای تایید، "%s" را (با حروف بزرگ، بدون نقل قول) تایپ کنید :
gl: Escriba "%s" (en maiúsculas, sen comiñas) para confirmar :
nl_be: Typ “%s” (in hoofdletters, zonder aanhalingstekens) om te bevestigen:
sv: Skriv ”%s” (med versaler, utan citationstecken) för att bekräfta :

source: * * * %s has been deleted
es_es: * * * %s se ha borrado
fa: * * * %s حذف شده است
gl: * * * %s foi borrada
nl_be: * * * %s is verwijderd
sv: * * * %s har tagits bort

source: A valid list name is required to be deleted
es_es: Se requiere un nombre de lista válido para borrar una lista
fa: یک نام لیست معتبر برای حذف شدن لازم است
gl: Requírese un nome de lista válido para borrar unha lista
nl_be: Een geldige naam voor een lijst is nodig om een lijst te verwijderen
sv: Ett giltigt namn krävs för att ta bort

source: You cannot modify %s which is a system list
es_es: No puede modificar %s, que es una lista de sistema
fa: شما نمی‌توانید %s را که یک لیست سیستمی است تغییر دهید
gl: Non pode modificar %s, que é unha lista do sistema
nl_be: U kan de systeemlijst %s niet verwijderen
sv: Du kan inte modifiera %s, vilken är en systemlista

source: A valid list name is required after %s
es_es: Se requiere un nombre de lista válido después de %s
fa: یک نام لیست معتبر بعد از %s لازم است
gl: Requírese un nome de lista válido despois de %s
nl_be: Een geldige lijstnaam is vereist na %s
sv: Ett giltigt listnamn krävs efter %s

source: Need help from a fellow human? Simply send an email to the offpunk-users list.
es_es: ¿Necesita ayuda de de otro humano? No tiene más que enviar un email a la lista de offpunk-users.
fa: از یک انسان هم‌نوع کمک می‌خواهید؟ کافیست یک ایمیل به لیست offpunk-users بفرستید.
gl: Precisa axuda doutro humano? Só ten que enviar un email á lista de correo de usuarios de offpunk (offpunk-users).
nl_be: Hulp nodig van een mens? Stuur eenvoudigweg een e-mail naar de mailinglist van Offpunk-gebruikers.
sv: Behöver du hjälp av en människa? Skicka ett e-postmeddelande till sändlistan offpunk-users.

source: Describe your problem/question as clearly as possible.
es_es: Describa su problema/pregunta tan claramente como sea posible.
fa: مشکل/سوال خود را تا حد امکان واضح شرح دهید.
gl: Describa o seu problema/pregunta tan claramente como sexa posíbel.
nl_be: Beschrijf uw probleem of vraag zo duidelijk mogelijk.
sv: Beskriv ditt problem/din fråga så tydligt som möjligt.

source: Don’t forget to present yourself and why you would like to use Offpunk!
es_es: No olvide presentarse y contarnos por qué le gusta usar Offpunk!
fa: فراموش نکنید خودتان را معرفی کنید و بگویید چرا می‌خواهید از آف‌پانک استفاده کنید!
gl: Non esqueza presentarse e contarnos por que lle gusta usar Offpunk!
nl_be: Vergeet uzelf niet voor te stellen en waarom u Offpunk zou willen gebruiken!
sv: Glöm inte att presentera dig själv och varför du vill använda Offpunk!

source: ! is an alias for 'shell'
es_es: ! es un alias para 'shell'
fa: ! یک نام مستعار برای 'shell' است
gl: ! é un alias de 'shell'
nl_be: ! is een alias voor “shell”
sv: ! är ett alias för ”shell”

source: ? is an alias for 'help'
es_es: ? es un alias para 'help'
fa: ? یک نام مستعار برای 'help' است
gl: ? é un alias de 'help'
nl_be: ? is een alias voor “help”
sv: ? är ett alias för ”help”

source: %s is an alias for '%s'
es_es: %s es un alias para '%s'
fa: %s یک نام مستعار برای '%s' است
gl: %s é un alias de '%s'
nl_be: %s is een alias voor “%s”
sv: %s är ett alias för ”%s”

source: See the list of aliases with 'abbrevs'
es_es: Vea la lista de aliases con 'abbrevs'
fa: لیست نام‌های مستعار را با 'abbrevs' ببینید
gl: Vexa a lista de alias escribindo 'abbrevs'
nl_be: Bekijk een lijst van aliassen met “abbrevs”
sv: Se listan över alias med ”abbrevs”

source: Sync can only be achieved online. Change status with `online`.
es_es: Sync sólo se puede hacer estando online. Cambie su estado con 'online'.
fa: همگام‌سازی فقط به صورت آنلاین ممکن است. وضعیت را با `online` تغییر دهید.
gl: Sync só se pode facer estando en liña. Cambie o estado escribindo 'online'.
nl_be: Kan enkel synchroniseren wanneer online. Wijzig de status met “online”.
sv: Synk kan endast göras i uppkopplat läget. Ändra status med ”online”.

source: sync argument should be the cache validity expressed in seconds
es_es: el argumento de 'sync' debería ser la validez de la caché expresada en segundos
fa: آرگومان sync باید اعتبار کش بیان شده به ثانیه باشد
gl: o argumento para 'sync' debería ser a validez da caché expresada en segundos
nl_be: sync argument moet de geldigheidsduur van de cache zijn, uitgedrukt in seconden
sv: synk-argumentet bör vara en giltighetstid i cachen uttryckt i sekunder

source: -> adding to tour: %s
es_es: -> añadiendo al tour: %s
fa: -> افزودن به تور: %s
gl: -> engadindo ao tour: %s
nl_be: -> toevoegen aan tour: %s
sv: -> lägger till till tur: %s

source: %s [%s/%s] Fetch
fa: %s [%s/%s] دریافت
gl: %s [%s/%s] Descargando
nl_be: %s [%s/%s] Ophalen
sv: %s [%s/%s] Hämta

source: * * * %s to fetch in %s * * *
es_es: * * * %s para descargar en %s * * *
fa: * * * %s برای دریافت در %s * * *
gl: * * * %s para descargar en %s * * *
nl_be: * * * %s op te halen in %s * * *
sv: * * * %s att hämta i %s * * *

source: End of sync
es_es: Fin de la sincronización (sync)
fa: پایان همگام‌سازی
gl: Fin da sincronización (sync)
nl_be: Einde van het synchroniseren
sv: Slut på synkning

source: You can close your screen!
es_es: ¡Puede cerrar su pantalla!
fa: می‌توانید صفحه خود را ببندید!
gl: Pode pechar a súa pantalla!
nl_be: U kan uw scherm sluiten!
sv: Du kan stänga din skärm!

source: start with your list of bookmarks
es_es: empezar con su lista de marcadores
fa: شروع با لیست نشانه‌های شما
gl: comezar coa súa lista de marcadores
nl_be: start met uw lijst van bladwijzers
sv: börja med din lista av bokmärken
