Repository: devskale/offpunk
Catalog: po/*.po
Languages: es_es, fa, gl, nl_be, sv

source: Install xsel/xclip (X11) or wl-clipboard (Wayland) to get URLs from your clipboard
es_es: Instale 'xsel'/'xclip' (X11) o 'wl-clipboard' (Wayland) para obtener URLs desde su portapapeles
fa: برای دریافت URLها از کلیپ‌بورد، xsel/xclip (برای X11) یا wl-clipboard (برای Wayland) را نصب کنید
gl: Instale xsel/xclip (X11) ou wl-clipboard (Wayland) para obter URLs dende o seu portapapeis
nl_be: Installeer xsel/xclip (X11) of wl-clipboard (Wayland) om URL’s van uw klembord te kopiëren
sv: Installera xcel/xclip (X11) eller wl-clipbloard (Wayland) för att hämta URL:er från urklipp

source: You need to 'go' somewhere, first
es_es: Necesita ir ('go') a algún sitio primero
fa: ابتدا باید به جایی بروید ('go')
gl: É preciso ir a algún sitio primeiro (con 'go')
nl_be: U moet eerst ergens met “go” naartoe gaan
sv: Du måste ”gå” någonstans först

source: Error:
fa: خطا:
gl: Erro:
nl_be: Fout:
sv: Fel:

source: We don’t handle name of URL: %s
es_es: No manejamos el nombre de las URL: %s
fa: ما نام URL: %s را مدیریت نمی‌کنیم
gl: Non manexamos nome da URL: %s
nl_be: We verwerken de naam van de URL:%s niet
sv: Vi hanterar inte namn på URL: %s

source: %s not available, marked for syncing
es_es: %s no disponible, marcado para sincronizar
fa: %s در دسترس نیست، برای همگام‌سازی علامت‌گذاری شد
gl: %s non dispoñible, foi marcado para sincronizar (sync)
nl_be: %s is niet beschikbaar, aangeduid voor synchronisatie
sv: %s inte tillgänglig, markerad för synkning

source: %s already marked for syncing
es_es: %s ya está marcado para sincronizar
fa: %s قبلاً برای همگام‌سازی علامت‌گذاری شده است
gl: %s xa está marcado para sincronizar ('sync')
nl_be: %s reeds aangeduid voor synchronisatie
sv: %s redan markerad för synkning

source: What?
es_es: ¿Cómo dice?
fa: چی؟
gl: Como di?
nl_be: Wablief?
sv: Va?

source: No links to index
es_es: No hay enlaces para indexar
fa: هیچ لینکی برای ایندکس کردن نیست
gl: Non hai ligazóns para indexar
nl_be: Geen links naar de index
sv: Inga länkar till index

source: No page with links
es_es: No hay página con enlaces
fa: هیچ صفحه‌ای با لینک نیست
gl: Non hai páxina con ligazóns
nl_be: Geen pagina met links
sv: Inga sidor med länkar

source: %s is redirected to %s
es_es: %s se redirige a %s
fa: %s به %s تغییر مسیر داده شده است
gl: %s rediríxese a %s
nl_be: %s verwijst door naar %s
sv: %s omdirigerar till %s

source: Please add a destination to redirect %s
es_es: Por favor, añada un destino para redirigir %s
fa: لطفاً مقصدی برای تغییر مسیر %s اضافه کنید
gl: Por favor, engada un destino para redirixir %s
nl_be: Gelieve een bestemming toe te voegen voor de de doorverwijzing %s
sv: Lägg till en destination till omdirigering %s

source: Redirection for %s has been removed
es_es: La redirección para %s se ha quitado
fa: تغییر مسیر برای %s حذف شده است
gl: Quitouse a redirección para %s
nl_be: Doorverwijzing voor %s is verwijderd
sv: Omdirigering för %s har tagits bort

source: %s was not redirected. Nothing has changed.
es_es: No había redirecciones para %s. Nada ha cambiado.
fa: %s تغییر مسیر نداشت. چیزی تغییر نکرد.
gl: Non se redirixiu %s. Non se cambiou nada.
nl_be: %s werd niet doorverwezen. Niets is veranderd.
sv: %s omdirigerades inte. Ingenting har ändrats.

source: %s will now be blocked
es_es: %s será bloqueado ahora
fa: %s اکنون مسدود خواهد شد
gl: Agora bloquearase %s
nl_be: %s wordt vanaf nu geblokkeerd
sv: %s kommer nu att vara blockerad

source: %s will now be redirected to %s
es_es: %s ahora se redigirá a %s
fa: %s اکنون به %s تغییر مسیر داده خواهد شد
gl: %s vaise redirixir a %s
nl_be: %s wordt vanaf nu doorverwezen naar %s
sv: %s kommer nu att omdirigeras till %s

source: Current redirections:
es_es: Redirecciones actuales:
fa: تغییر مسیرهای فعلی:
gl: Redireccións actuais:
nl_be: Huidige doorverwijzingen:
sv: Aktuella omdirigeringar:

source: To add new, use "redirect origin.com destination.org"
fa: برای افزودن جدید، از "redirect origin.com destination.org" استفاده کنید

source: To remove a redirect, use "redirect origin.com NONE"
fa: برای حذف یک تغییر مسیر، از "redirect origin.com NONE" استفاده کنید

source: To completely block a website, use "redirect origin.com BLOCK"
fa: برای مسدود کردن کامل یک وب‌سایت، از "redirect origin.com BLOCK" استفاده کنید

source: To block also subdomains, prefix with *: "redirect *origin.com BLOCK"
fa: برای مسدود کردن زیردامنه‌ها نیز، با * پیشوند بگذارید: "redirect *origin.com BLOCK"

source: Unrecognised option %s
es_es: Opción no reconocida: %s
fa: گزینه ناشناخته %s
gl: Opción non recoñecida: %s
nl_be: Onbekende optie %s
sv: Okänd flagga %s

source: TLS mode must be `ca` or `tofu`!
es_es: El modo TLS debe ser 'ca' o 'tofu'!
fa: حالت TLS باید `ca` یا `tofu` باشد!
gl: O modo TLS debe ser `ca` ou `tofu`!
nl_be: TLS-modus moet “ca” of “tofu” zijn!
sv: TLS-läge måste vara ”ca” eller ”tofu”!

source: Only high security certificates are now accepted
es_es: Ahora se aceptan sólo certificados con alta seguridad
fa: اکنون تنها گواهی‌های با امنیت بالا پذیرفته می‌شوند
gl: Agora só se aceptarán certificados de alta seguridade
nl_be: Enkel certificaten met een hoge beveiligingsgraad worden vanaf nu geaccepteerd
sv: Endast certifikat med hög säkerhet accepteras nu

source: Low security SSL certificates are now accepted
es_es: Ahora se aceptan certificados con baja seguridad
fa: گواهی‌های SSL با امنیت پایین اکنون پذیرفته می‌شوند
gl: Agora aceptaranse certificados SSL de baixa seguridade
nl_be: Certificaten met een lage beveiligingsgraad worden vanaf nu geaccepteerd
sv: SSL-certifikat med låg säkerhet accepteras nu

source: accept_bad_ssl_certificates should be True or False
es_es: 'accept_bad_ssl_certificates' debería ser 'True' o 'False'
fa: accept_bad_ssl_certificates باید True یا False باشد
gl: accept_bad_ssl_certificates debería ser True ou False
nl_be: accept_bad_ssl_certificates moet “True” of “False” zijn
sv: accept_bad_ssl_certificates bör vara True eller False

source: changing width to
es_es: cambiando el ancho a
fa: تغییر عرض به
gl: cambiando o ancho a
nl_be: breedte aanpassen naar
sv: ändrar bredd till

source: %s is not a valid width (integer required)
es_es: %s no es un ancho válido (se require un número entero)
fa: %s یک عرض معتبر نیست (عدد صحیح لازم است)
gl: %s non é un ancho válido (require un número enteiro)
nl_be: %s is geen geldige breedte (geheel getal vereist)
sv: %s är inte en giltig bredd (heltal krävs)

source: Available linkmode are `none` and `end`.
fa: linkmode های موجود `none` و `end` هستند.

source: Available preset themes are:
es_es: Temas predeterminados disponibles :
fa: تم‌های پیش‌فرض موجود عبارتند از:
gl: Os temas predefinidos dispoñíbeis son:
nl_be: Beschikbare vooraf ingestelde thema's zijn:
sv: Tillgängliga förinställda teman är:

source: %s is not a valid preset theme
es_es: %s no es un tema predeterminado válido
fa: %s یک تم پیش‌فرض معتبر نیست
gl: %s non é un tema predefinido válido
nl_be: %s is geen geldig vooraf ingesteld thema
sv: %s är inte ett giltigt förinställt tema

source: %s is not a valid theme element
es_es: %s no es un elemento de 'theme' válido
fa: %s یک عنصر تم معتبر نیست
gl: %s non é un elemento de 'theme' válido
nl_be: %s is geen geldig thema-element
sv: %s är inte ett giltig tema-element

source: Valid theme elements are:
es_es: Los elementos de 'theme' válidos son:
fa: عناصر تم معتبر عبارتند از:
gl: Os elementos de 'theme' válidos son:
nl_be: Geldige thema-elementen zijn:
sv: Giltiga tema-element är:

source: %s is set to %s
es_es: %s está configurado a %s
fa: %s روی %s تنظیم شده است
gl: %s está configurado a %s
nl_be: %s is ingesteld als %s
sv: %s är satt till %s

source: %s reset (it was set to %s)
es_es: %s reseteado (estaba configurado a %s)
fa: %s بازنشانی شد (قبلاً روی %s تنظیم شده بود)
gl: %s reseteado (estaba configurado a %s)
nl_be: %s reset (ingesteld als %s)
sv: %s återställd (var satt till %s)

source: %s is not set. Nothing to do
es_es: %s no está seteado. No se hará nada
fa: %s تنظیم نشده است. کاری برای انجام نیست
gl: %s non está configurado. Non se fará nada
nl_be: %s is niet ingesteld. Niets te doen
sv: %s är inte satt. Inget att göra

source: %s is not a valid color
es_es: %s no es un color válido
fa: %s یک رنگ معتبر نیست
gl: %s non é unha cor válida
nl_be: %s is geen geldige kleur
sv: %s är inte en giltig färg

source: Valid colors are one of:
es_es: Los colores válidos son:
fa: رنگ‌های معتبر یکی از این‌ها هستند:
gl: As cores válidas son:
nl_be: De geldige kleuren zijn:
sv: Giltiga färger är endera av:

source: No handler set for MIME type %s
es_es: No hay un manejador configurado para el tipo MIME %s
fa: هیچ متصدی (handler) برای نوع MIME %s تنظیم نشده است
gl: Non hai manexador configurado para o tipo MIME %s
nl_be: Geen handler ingesteld voor mime-type %s
sv: Ingen hanterare satt för MIME-typ %s

source: %s is a command and cannot be aliased
es_es: %s es un comando y no se puede usar como alias
fa: %s یک دستور است و نمی‌تواند نام مستعار داشته باشد
gl: %s é unha orde e non se pode usar como alias
nl_be: %s is een commando en kan niet worden gealiast
sv: %s är ett kommando och kan inte göras till alias

source: %s is currently aliased to "%s"
es_es: %s tiene actualmente el alias "%s"
fa: %s در حال حاضر نام مستعار "%s" است
gl: %s ten actualmente o alias "%s"
nl_be: %s is momenteel gealiast naar “%s”
sv: %s har för närvarande aliaset ”%s”

source: there’s no alias for "%s"
es_es: no hay ningún alias para "%s"
fa: هیچ نام مستعاری برای "%s" وجود ندارد
gl: non hai ningún alias para "%s"
nl_be: er is geen alias voor “%s”
sv: det finns inget alias för ”%s”

source: %s has been aliased to "%s"
es_es: %s es ahora un alias para "%s"
fa: %s به عنوان نام مستعار برای "%s" تنظیم شده است
gl: %s é agora un alias para "%s"
nl_be: %s is gealiast naar "%s"
sv: %s has nu aliaset ”%s”

source: Offline and undisturbed.
es_es: Offline y sin molestias.
fa: آفلاین و بدون مزاحمت.
gl: Offline e tranquilo.
nl_be: Offline en ongestoord.
sv: Frånkopplad och ostörd.

source: Offpunk is now offline and will only access cached content
es_es: Offpunk está ahora offline y sólo accederá a contenido en la caché
fa: آف‌پانک اکنون آفلاین است و تنها به محتوای کش شده دسترسی خواهد داشت
gl: Offpunk está agora offline e só accederá a contido na caché
nl_be: Offpunk is nu offline en zal enkel gecachte inhoud weergeven
sv: Offpunk är nu frånkopplat och kan endast komma åt cachat innehåll

source: Offpunk is online and will access the network
es_es: Offpunk está online y accederá a la red
fa: آف‌پانک آنلاین است و به شبکه دسترسی خواهد داشت
gl: Offpunk está agora en liña e accederá á rede
nl_be: Offpunk is nu online en zal het netwerk gebruiken
sv: Offpunk är uppkopplat och kommer att använda nätverket

source: Already online. Try offline.
es_es: Ya estamos online. Intente 'offline'.
fa: هم‌اکنون آنلاین است. آفلاین را امتحان کنید.
gl: Xa estamos online. Probe con 'offline'.
nl_be: Reeds online. Probeer “offline”.
sv: Redan uppkopplad. Prova frånkopplat läge.

source: %s is not a recognized argument to copy
fa: %s یک آرگومان شناخته شده برای کپی نیست

source: No content to copy, visit a page first
es_es: No hay contenido que copiar. Visite una página primero
fa: محتوایی برای کپی نیست، ابتدا یک صفحه را بازدید کنید
gl: Non hai contido que copiar, visite unha páxina primeiro
nl_be: Geen inhoud om te kopiëren, bezoek eerst een pagina
sv: Inget innehåll att kopiera, besök en sida först

source: We cannot share %s because it is local only
es_es: No se puede compartir %s porque es sólo local
fa: نمی‌توانیم %s را به اشتراک بگذاریم چون فقط محلی است
gl: Non se pode compartir %s porque é só local
nl_be: We kunnen %s niet delen want het is enkel lokaal
sv: Vi kan inte dela %s eftersom det endast är lokalt

source: TODO: sharing text is not yet implemented
es_es: TODO: compartir texto todavía no está implementado
fa: TODO: اشتراک‌گذاری متن هنوز پیاده‌سازی نشده است
gl: PENDENTE: compartir textos açinda non está implementado
nl_be: TODO: het delen van tekst is nog niet geïmplementeerd
sv: ATT-GÖRA: textdelning är inte implementerat ännu

source: Nothing to share, visit a page first
es_es: Nada que compartir, visite una página primero
fa: چیزی برای اشتراک نیست، ابتدا یک صفحه را بازدید کنید
gl: Non hai nada que compartir , visite unha páxina primeiro
nl_be: Niets om te delen, bezoek eerst een pagina
sv: Ingenting att dela, besök en sida först

source: Multiple emails addresses were found:
fa: چندین آدرس ایمیل پیدا شد:

source: None of the above
es_es: Ninguno de los anteriores
fa: هیچکدام از موارد بالا
gl: Ningún dos anteriores
nl_be: Geen van bovenstaande
sv: Ingen av ovanstående

source: Which email will you use to reply?
es_es: ¿Qué dirección de correo usará para responder?
fa: از کدام ایمیل برای پاسخ استفاده خواهید کرد؟
gl: Qué correo empregará para responder?
nl_be: Welk e-mailadres wilt u gebruiken om te antwoorden?
sv: Vilken e-postadress vill du använda för att svara?

source: Enter the contact email for this page?
es_es: ¿Introducir la dirección de correo de contacto para esta página?
fa: وارد کردن ایمیل تماس برای این صفحه؟
gl: Introducir o correo de contacto para esta páxina?
nl_be: Voer het contact-e-mailadres in voor deze pagina.
sv: Skriv inte kontaktadressen för denna sida?

source: Email address:
es_es: Dirección de correo electrónico:
fa: آدرس ایمیل:
gl: Enderezo de correo:
nl_be: E-mailadres:
sv: E-postadress:

source: Do you want to save this email as a contact for
es_es: Quiere guardar esta dirección de correo como contacto para
fa: آیا می‌خواهید این ایمیل را به عنوان مخاطب ذخیره کنید برای
gl: Quere gardar este enderezo como contacto para
nl_be: Wilt u dit e-mailadres opslaan als een contact voor
sv: Vill du spara denna e-postadress som kontakt för

source: Current page only
es_es: Sólo la página actual
fa: فقط صفحه جاری
gl: A páxina actual soamente
nl_be: Enkel de huidige pagina
sv: Enbart aktuell sida

source: The whole %s space
es_es: El espacio %s completo
fa: کل فضای %s
gl: O espazo %s completo
nl_be: De volledige ruimte van %s
sv: Hela %s-området

source: Don’t save this email
es_es: No guardar esta dirección
fa: این ایمیل را ذخیره نکن
gl: Non gardar este enderezo
nl_be: Dit e-mailadres niet opslaan
sv: Spara inte detta e-postmeddelande

source: Your choice?
es_es: ¿Su elección?
fa: انتخاب شما؟
gl: A súa decisión?
nl_be: Uw keuze:
sv: Ditt val?

source: Email %s has been recorded as contact for %s
es_es: La dirección %s se ha guardado como contacto para %s
fa: ایمیل %s به عنوان مخاطب برای %s ثبت شد
gl: O enderezo %s gardouse como contacto para %s
nl_be: E-mail %s is opgeslagen als contact voor %s
sv: E-postadress %s har sparats som kontakt för %s

source: Nothing to save
es_es: Nada que guardar
fa: چیزی برای ذخیره نیست
gl: Nada que gardar
nl_be: Niets om op te slaan
sv: Inget att spara

source: In reply to
es_es: En respuesta a
fa: در پاسخ به
gl: En resposta a
nl_be: Als antwoord op
sv: Som svar på

source: We cannot reply to %s because it is local only
es_es: No se puede responder a %s porque es sólo local
fa: نمی‌توانیم به %s پاسخ دهیم چون فقط محلی است
gl: Non se pode responder a %s porque é só local
nl_be: We kunnen niet antwoorden aan %s omdat het enkel lokaal is
sv: Vi kan inte svara %s eftersom det endast är lokalt

source: Too many arguments to list.
es_es: Demasiados argumentos para 'list'.
fa: آرگومان‌های بیش از حد برای list.
gl: Demasiados argumentos para a lista.
nl_be: Te veel argumenten om op te lijsten.
sv: För många alternativ för att lista dem.

source: URL required (or visit a page).
es_es: URL requerida (o, visite una página).
fa: URL لازم است (یا بازدید از یک صفحه).
gl: Requírese unha URL (ou, visite unha páxina).
nl_be: URL vereist (of bezoek een pagina).
sv: URL krävs (eller en besökt sida).

source: Cookies not enabled for url
es_es: Cookies no habilitadas para esta url
fa: کوکی‌ها برای url فعال نیستند
gl: Cookies non habilitadas para esta url
nl_be: Cookies niet ingeschakeld voor URL
sv: Kakor inte aktiverade för url

source: Cookies for url:
es_es: Cookies para esta url:
fa: کوکی‌ها برای url:
gl: Cookies para a url:
nl_be: Cookies voor URL:
sv: Kakor för url:

source: %s %s expires:%s %s=%s
es_es: %s %s expira: %s %s=%s
fa: %s %s انقضا:%s %s=%s
gl: %s %s expira:%s %s=%s
nl_be: %s %s vervalt op:%s %s=%s
sv: %s %s går ut:%s %s=%s

source: File parameter required for import.
es_es: Se requiere el parámetro fichero para importar.
fa: پارامتر فایل برای import لازم است.
gl: Requírese o parámetro ficheiro para importar.
nl_be: Bestandsparameter vereist voor import.
sv: Filparametrar krävs för import.

source: Too many arguments to import
es_es: Demasiados argumentos para 'import'
fa: آرگومان‌های بیش از حد برای import
gl: Demasiados argumentos para importar
nl_be: Te veel argumenten om te importeren
sv: För många alternativ för att importera

source: File not found
es_es: Fichero no encontrado
fa: فایل یافت نشد
gl: Ficheiro non atopado
nl_be: Bestand niet gevonden
sv: Filen hittades inte

source: Imported.
es_es: Importado.
fa: وارد شد.
gl: Importado.
nl_be: Geïmporteerd.
sv: Importerad.

source: Huh?
fa: هان؟
gl: Como?
nl_be: Hè?
sv: Va?

source: URLs in your clipboard
es_es: URLs en su portapapeles
fa: آدرس‌ها در کلیپ‌بورد شما
gl: URLs no seu portapapeis
nl_be: URL’s in uw klembord
sv: URL:er i urklipp

source: Where do you want to go today ?>
es_es: ¿A dónde quiere ir hoy? >
fa: امروز می‌خواهید کجا بروید ?>
gl: Onde quere ir hoxe? >
nl_be: Waar wilt u vandaag naartoe?>
sv: Vart vill du gå idag ?>

source: Go where? (hint: simply copy an URL in your clipboard)
es_es: ¿Ir a dónde? (pista: puede simplemente copiar una URL en su portapapeles)
fa: کجا برود؟ (راهنما: به سادگی یک URL را در کلیپ‌بورد خود کپی کنید)
gl: Onde quere ir con 'go' ? (pista: pode simplemente copiar unha URL no portapapeis)
nl_be: Waar naartoe? (tip: kopieer een URL naar uw klembord)
sv: Gå vart? (tips: kopiera en URL in i urklipp)

source: %s is not a valid URL to go
es_es: %s no es una URL válida para 'go'
fa: %s یک URL معتبر برای رفتن نیست
gl: %s non é unha URL válida para ir con 'go'
nl_be: %s is geen geldige URL om naar toe te gaan
sv: %s är inte en giltig URL att gå till

source: %s marked for syncing
es_es: %s marcado para sincronizar
fa: %s برای همگام‌سازی علامت‌گذاری شد
gl: %s marcado para sincronizar ('sync')
nl_be: %s aangeduid voor synchronisatie
sv: %s markerad för synkning

source: Up only take integer as arguments
es_es: 'up' sólo acepta números como argumento
fa: Up تنها عدد صحیح به عنوان آرگومان می‌پذیرد
gl: 'up' só acepta números enteiros como argumento
nl_be: “Up” aanvaardt enkel gehele getallen als argumenten
sv: Up tar endast ett heltal som argument

source: End of tour.
es_es: Fin del tour.
fa: پایان تور.
gl: Fin do Tour.
nl_be: Einde van de tour.
sv: Slut på turen.

source: List %s does not exist. Cannot add it to tour
es_es: La lista %s no existe. No se puede añadir al tour
fa: لیست %s وجود ندارد. نمی‌توان آن را به تور اضافه کرد
gl: A lista %s non existe. Non se pode engadir ao tour
nl_be: Lijst %s bestaat niet, kan deze niet toevoegen aan tour
sv: Listan %s existerar inte. Kan inte lägga till den till tur

source: Invalid use of range syntax %s, skipping
es_es: Uso de sintaxis de rango %s no válido, ignorando
fa: استفاده نامعتبر از نحو دامنه %s، رد شدن
gl: O uso da sintaxe de rango %s non é válida, ignorando
nl_be: Ongeldig gebruik van de bereiksyntax %s, overslaan
sv: Ogiltig användning av intervallsyntax %s, hoppar över

source: Non-numeric index %s, skipping.
es_es: El índice %s no es numérico, ignorando.
fa: ایندکس غیر عددی %s، رد شدن.
gl: O índice %s non é numérico, ignorando.
nl_be: Niet-numerieke index %s, overslaan.
sv: Icke-numeriskt index %s, hoppar över.

source: Invalid index %d, skipping.
es_es: El índice %d no es válido, ignorando.
fa: ایندکس نامعتبر %d، رد شدن.
gl: O índice %d non é válido, ignorando.
nl_be: Ongeldige index %d, overslaan.
sv: Ogiltigt index %d, hoppar över.

source: Invalid mark, must be one letter
es_es: Marca no válida. Debe ser una letra
fa: علامت نامعتبر، باید یک حرف باشد
gl: A marca non é válida, debe ser unha letra
nl_be: Ongeldige aanduiding, moet één letter zijn
sv: Ogiltigt märke, måste vara en bokstav

source: URL :
fa: آدرس :

source: Mime :
fa: نوع Mime :

source: Cache :
fa: کش :

source: Renderer :
es_es: Renderizador :
fa: رندرکننده:
gl: Renderizador :
sv: Renderare :

source: Cleaned with :
es_es: Limpiado con :
fa: پاک شده با :
gl: Limpado con :
nl_be: Opgekuist met:
sv: Rensad med :

source: Page appeared in following lists :
fa: صفحه در لیست‌های زیر ظاهر شده است :

source: normal list
es_es: lista normal
fa: لیست عادی
gl: lista normal
nl_be: normale lijst
sv: normal lista

source: subscription
es_es: subscripción
fa: اشتراک
gl: subscripción
nl_be: abonnement
sv: prenumeration

source: frozen list
es_es: lista congelada
fa: لیست فریز شده
gl: lista conxelada
nl_be: bevroren lijst
sv: frusen lista

source: Page is not save in any list
es_es: La página no está guardada en ninguna lista
fa: صفحه در هیچ لیستی ذخیره نشده است
gl: A páxina non está gardada en ningunha lista
nl_be: Pagina is niet opgeslagen in een lijst
sv: Sida finns inte i någon lista

source: System:
es_es: Sistema:
fa: سیستم:
gl: Sistema:
nl_be: Systeem:

source: Python:
fa: پایتون:

source: Language:
es_es: Idioma:
fa: زبان:
gl: Idioma:
nl_be: Taal:
sv: Språk:

source: Highly recommended:
es_es: Altamente recomendado:
fa: بسیار توصیه شده:
gl: Altamente recomendado:
nl_be: Ten zeerste aangeraden:
sv: Rekommenderas starkt:

source: Web browsing:
es_es: Navegación web:
fa: مرور وب:
gl: Navegación web:
nl_be: Websurfen:
sv: Webbsurfning:

source: Nice to have:
es_es: Estaría bien tener:
fa: خوب است داشته باشید:
gl: Sería bo ter:
nl_be: Leuk om te hebben:
sv: Bra att ha:

source: Features :
es_es: Características :
fa: ویژگی‌ها :
gl: Características :
nl_be: Functies:
sv: Funktioner :

source: - Render images (chafa or timg) :
es_es: - Renderizar imágenes (chafa o timg) :
fa: - رندر تصاویر (chafa یا timg) :
gl: - Renderizar imaxes (chafa ou timg) :
nl_be: - Afbeeldingen weergeven (chafa of timg) :
sv: - Rendera bilder (chafa or timg) :

source: - Render HTML (bs4, readability) :
es_es: - Renderizar HTML (bs4, readability) :
fa: - رندر HTML (bs4, readability) :
gl: - Renderizar HTML (bs4, readability) :
nl_be: - HTML weergeven (bs4, readability) :
sv: - Rendera HTML (bs4, readbility) :

source: - Render Atom/RSS feeds (feedparser) :
es_es: - Renderizar feeds Atom/RSS (feedparser) :
fa: - رندر فیدهای Atom/RSS (feedparser) :
gl: - Renderizar feeds Atom/RSS (feedparser) :
nl_be: - Atom/RSS feeds weergeven (feedparser) :
sv: - Rendera Atom/RSS-flöden (feedparser) :

source: - Connect to http/https (requests) :
es_es: - Connectar a http/https (requests) :
fa: - اتصال به http/https (requests) :
gl: - Connectar con http/https (requests) :
nl_be: - Verbind met http/https (requests) :
sv: - Anslut till http/https (requests) :

source: - Detect text encoding (python-chardet) :
es_es: - Detectar codificación del texto (python-chardet) :
fa: - تشخیص کدگذاری متن (python-chardet) :
gl: - Detectar codificación de texto (python-chardet) :
nl_be: - Tekstencodering detecteren (python-chardet) :
sv: - Identifiera textkodning (python)chardet) :

source: - restore last position (less 572+) :
es_es: - restaurar última posición (less 572+) :
fa: - بازیابی آخرین موقعیت (less 572+) :
gl: - restaurar a última posición (less 572+) :
nl_be: - laatste positie herstellen (less 572+) :
sv: - återställ senaste position (less 572+) :

source: Config directory :
es_es: Directorio de configuración :
fa: دایرکتوری پیکربندی :
gl: Directorio de configuración :
nl_be: Configuratiemap :
sv: Konfigkatalog :

source: User Data directory :
es_es: Directorio de datos de usuario :
fa: دایرکتوری داده کاربر:
gl: Directorio de datos de usuario:
nl_be: Gebruikersdata-map:
sv: Mapp för användardata :

source: Cache directory :
fa: دایرکتوری کش :
