Repository: devskale/offpunk
Catalog: po/*.po
Languages: es_es, fa, gl, nl_be, sv

source: Launch this command after startup
es_es: Ejecutar este comando tras arrancar
fa: اجرای این دستور پس از شروع
gl: Lanzar esta orde tras arrancar
nl_be: Voer dit commando uit na het opstarten
sv: Starta detta kommando efter uppstart

source: use this particular config file instead of default
es_es: usar este fichero de configuración en lugar del predeterminado
fa: استفاده از این فایل پیکربندی خاص به جای پیش‌فرض
gl: usar este ficheiro de configuración en particular no canto do ficheiro por defecto
nl_be: gebruik dit configuratiebestand in plaats van de standaard
sv: använda denna konfigurationsfil istället för standard

source: run non-interactively to build cache by exploring lists passed as argument. Without argument, all lists are fetched.
es_es: ejecutar de modo no interactivo para construir la caché explorando las listas pasadas como argumento. Sin argumentos, se descargan todas las listas.
fa: اجرا به صورت غیر تعاملی برای ساخت کش با کاوش لیست‌های داده شده به عنوان آرگومان. بدون آرگومان، تمام لیست‌ها دریافت می‌شوند.
gl: executar de xeito non interactivo para construir a caché explorando as listas pasadas como argumento. Se non hai argumentos, descargaranse todas as listas.
nl_be: niet-interactief uitvoeren om de cache op te bouwen door de als argument doorgegeven lijsten af te gaan. Zonder argument worden alle lijsten afgegaan.
sv: kör icke-interaktivt för att bygga cachen genom att utforska listorna som anges som argument. Utan argument hämtas alla listor.

source: assume-yes when asked questions about certificates/redirections during sync (lower security)
es_es: asumir 'si' cuando se hagan preguntas sobre certificados/redirecciones durante el 'sync' (menor seguridad)
fa: فرض پاسخ بله (assume-yes) هنگام سوال درباره گواهی‌ها/تغییر مسیرها در همگام‌سازی (امنیت پایین‌تر)
gl: asumir 'si' como resposta cando se lle pregunten cuestións sobre certificados durante o 'sync' (menor seguridade)
nl_be: ga uit van “ja” bij vragen over certificaten/doorverwijzingen tijdens de synchronisatie (lagere veiligheid)
sv: assume-yes när frågor ställs om certifikat/omdirigeringar vid synkronisering (lägre säkerhet)

source: do not try to get http(s) links (but already cached will be displayed)
es_es: no intentar descargar enlaces http(s) (pero se mostrarán los que ya estén en caché)
fa: تلاش نکردن برای دریافت لینک‌های http(s) (اما کش شده‌های قبلی نمایش داده می‌شوند)
gl: non tratar de descargar ligazóns http(s) (aínda que se mostrarán as que xa estean na caché)
nl_be: probeer geen http(s) links te volgen (wanneer ze al in de cache zijn, worden ze toch getoond)
sv: försök inte hämta http(s)-länkar (men de som redan cachats kommer att visas)

source: run non-interactively with an URL as argument to fetch it later
es_es: ejecutar de modo no interactivo con una URL como argumento para descargar después
fa: اجرا به صورت غیر تعاملی با یک URL به عنوان آرگومان برای دریافت بعدی آن
gl: executar de xeito non interactivo cunha URL como argumento para descargala máis tarde
nl_be: niet-interactief uitvoeren met een URL als argument om deze later op te halen
sv: kör icke-interaktivt med en URL som argument för att hämta den senare

source: depth of the cache to build. Default is 1. More is crazy. Use at your own risks!
es_es: profundidad de la caché a construir. Por defecto es 1. Más es una locura. ¡Úselo bajo su responsabilidad y riesgo!
fa: عمق کش برای ساختن. پیش‌فرض ۱ است. بیشتر از آن دیوانگی است. با مسئولیت خودتان استفاده کنید!
gl: profundidade da caché a construir. Por defecto é 1. Máis é unha tolemia. Use este parámetro baixo o seu propio risco!
nl_be: cachediepte om op te bouwen. De standaard is 1, meer is compleet gek. Gebruik op eigen risico!
sv: djupet för den byggda cachen. Standard är 1. Att använda mer är galet. Använd mer på eget bevåg!

source: the mode to use to choose which images to download in a HTML page. one of (None, readable, full). Warning: full will slowdown your sync.
es_es: el modo a usar para escoger qué imágenes descargar en una página HTML. Uno de ('none', 'readable', 'full'). Atención: 'full' ralentizará la sincronización.
fa: حالت مورد استفاده برای انتخاب تصاویر جهت دانلود در یک صفحه HTML. یکی از (None, readable, full). هشدار: full سرعت همگام‌سازی شما را کم می‌کند.
gl: o modo para usar para escoller que imaxes descargar nunha páxina HTML. Pode ser un de ('None', 'readable', 'full)). Aviso: 'full' ralentizará a sincronización.
nl_be: de modus die wordt gebruikt om te kiezen welke afbeeldingen in een HTML-pagina moeten worden gedownload. Één van (None, readable, full). Waarschuwing: full zal de synchronisatie vertragen.
sv: läget att använda för att välja vilka bilder som ska hämtas för en HTML-sida ett av (None, readable, full). Varning: full kommer att göra din synkning långsammare.

source: duration for which a cache is valid before sync (seconds)
es_es: duración para la cual la caché es válida antes de sincronizar (en segundos)
fa: مدت زمانی که کش قبل از همگام‌سازی معتبر است (ثانیه)
gl: tempo durante o cal unha caché é válida antes de sincronizar (en segundos)
nl_be: geldigheidsduur van de cache voor sync (in seconden)
sv: tiden för vilken en cache är giltigt innan den synkas (sekunder)

source: display version information and quit
es_es: mostrar información de versión y salir
fa: نمایش اطلاعات نسخه و خروج
gl: amosar información de versión e saír
nl_be: geef versie-informatie weer en sluit af
sv: visa versionsinformation och avsluta

source: display available features and dependencies then quit
fa: نمایش ویژگی‌ها و وابستگی‌های موجود سپس خروج

source: Arguments should be URL to be fetched or, if --sync is used, lists
es_es: Los argumentos deberían ser la URL a descargar o, si se usa --sync, listas
fa: آرگومان‌ها باید URL برای دریافت باشند یا، اگر --sync استفاده شده، لیست‌ها
gl: Os argumentos deberían ser unha URL para descargar ou, se se usa --sync, listas
nl_be: Argumenten moeten een URL zijn om op te halen of, wanneer --sync wordt gebruikt, lijsten
sv: Argument bör vara en URL att hämta, eller om --sync användas, listor

source: Creating config directory {}
es_es: Creando directorio de configuración {}
fa: ایجاد دایرکتوری پیکربندی {}
gl: Creando directorio de configuración {}
nl_be: Configuratiemap {} maken
sv: Skapar konfigurationskatalog {}

source: %s is not a valid URL to fetch
es_es: %s no es una URL válida para descargar
fa: %s یک URL معتبر برای دریافت نیست
gl: %s non é unha URL válida para descargar
nl_be: %s is geen geldige URL om op te halen
sv: %s är en giltig URL att hämta

source: --fetch-later requires an URL (or a list of URLS) as argument
es_es: --fetch-later requiere una URL (o una lista de URLS) como argumento
fa: --fetch-later به یک URL (یا لیستی از URLها) به عنوان آرگومان نیاز دارد
gl: --fetch-later require unha URL (ou unha lista de URLs) como argumento
nl_be: --fetch-later heeft een URL (of een lijst URL’s) nodig als argument
sv: --fetch-later kräver en URL (eller en lista av URL:er) som argument

source: Welcome to Offpunk!
es_es: ¡Bienvenido a Offpunk!
fa: به آف‌پانک خوش آمدید!
gl: Benvido a Offpunk!
nl_be: Welkom bij Offpunk!
sv: Välkommen till Offpunk!

source: Type `help` to get the list of available command.
es_es: Escriba 'help' para obtener la lista de comandos disponibles.
fa: برای دریافت لیست دستورات موجود `help` را تایپ کنید.
gl: Escriba 'help' para ver a lista de ordes dispoñíbeis.
nl_be: Typ "help" om een lijst met beschikbare commando’s te krijgen.
sv: Skriv ”help” för att få en lista över tillgängliga kommandon.

source: No XDG folder for %s. Check your code.
es_es: No hay carpeta XDG para %s. Revise su código.
fa: هیچ پوشه XDG برای %s وجود ندارد. کد خود را بررسی کنید.
gl: Non hai directorio XDG para %s. Revise o seu código.
nl_be: Geen XDG-map voor %s. Kijk uw code na.
sv: Ingen XDG-mapp för %s. Kontrollera din källkod.

source: Using config %s
es_es: Usando la configuración %s
fa: استفاده از پیکربندی %s
gl: Usando a configuración %s
nl_be: Configuratie %s wordt gebruikt
sv: Använder konfiguration %s

source: Skipping startup command "%s" due to provided URL
es_es: Ignorando el comando de arranque '%s' ya que se proporcionó una URL
fa: رد کردن دستور شروع "%s" به دلیل URL ارائه شده
gl: Ignorando a orde de arrinque "%s" xa que se introduciu unha URL
sv: Hoppa över uppstartskommando ”%s” på grund av angiven URL

source: %s is not a valid email address
es_es: %s no es una dirección de correo válida
fa: %s یک آدرس ایمیل معتبر نیست
gl: %s non é unha dirección de correo electrónico válida
sv: %s är inte en giltig e-postadress

source: Send an email to %s Y/N?
es_es: Enviar un email a %s? (Y/N)
fa: ارسال ایمیل به %s Y/N؟
gl: Mandar un correo electrónico a %s ? Y/N
nl_be: Stuur een e-mail naar %s Y/N?
sv: Skicka e-post till %s Y/N?

source: Cannot find a mail client to send mail to %s
es_es: No se ha podido encontrar un cliente de correo electrónico para enviar email a %s
fa: نمی‌توان کلاینت ایمیلی برای ارسال نامه به %s پیدا کرد
gl: Non atopo un cliente de correo electrónico para enviar un correo a %s
nl_be: Kan geen e-mailprogramma vinden om een e-mail te sturen naar %s
sv: Kan inte hitta e-postklient för att skicka e-post till %s

source: Please install xdg-open (usually from xdg-util package)
es_es: Por favor, instale 'xdg-open' (normalmente en el paquete 'xdg-util')
fa: لطفاً xdg-open را نصب کنید (معمولاً از بسته xdg-util)
gl: Por favor, instale 'xdg-open' (normalmente no paquete 'xdg-util')
nl_be: Gelieve “xdg-open” te installeren (meestal van het “xdg-util” package)
sv: Installera xdg-open (vanligtvis paketet xdg-util)

source: Please install the pager "less" to run Offpunk.
es_es: Por favor, instale el paginador 'less' para ejecutar Offpunk.
fa: لطفاً پیجر "less" را برای اجرای آف‌پانک نصب کنید.
gl: Por favor, instale o paxinador 'less' para executar Offpunk.
nl_be: Gelieve de “less”-pager te instaleren om Offpunk te gebruiken.
sv: Installera sidläsaren ”less” för att köra Offpunk.

source: If you wish to use another pager, send me an email !
es_es: Si desea utilizar un paginador distinto, ¡envíeme un email!
fa: اگر می‌خواهید از پیجر دیگری استفاده کنید، به من ایمیل بزنید!
gl: Se desexa utilizar un paxinador distinto, envíeme un correo electrónico !
nl_be: Indien u een andere pager wilt gebruiken, stuur me een e-mail!
sv: Om du vill använda en annan sidläsare, skicka mig ett e-postmeddelande!

source: (I’m really curious to hear about people not having "less" on their system.)
es_es: (tengo verdadera curiosidad por saber de gente que no tiene 'less' en su sistema.)
fa: (من واقعاً کنجکاوم درباره افرادی که "less" را روی سیستم خود ندارند بشنوم.)
gl: (interésame moito saber de xente que non teña 'less' no seu sistema.)
nl_be: (Ik ben heel benieuwd om te horen van mensen die “less” niet op hun systeem hebben.)
sv: (Jag är verkligen nyfiken på att höra om folk som inte har ”less” på sitt system.)

source: echo "Can’t find how to open "%s
es_es: echo "No encuentro cómo abrir "%s
fa: echo "نمی‌توان یافت چگونه "%s باز شود
gl: echo "Non atopo como abrir "%s
nl_be: echo "Weet niet hoe dit te openen: "%s
sv: echo ”Kan inte hitta hur man öppnar ”%s

source: %s does not exist
es_es: %s no existe
fa: %s وجود ندارد
gl: %s non existe
nl_be: %s bestaat niet
sv: %s existerar inte

source: External open of type %s with "%s"
es_es: Abrir externamente los elementos de tipo %s con '%s'
fa: باز کردن خارجی نوع %s با "%s"
gl: Abra externamente os elementos de tipo %s con "%s"
nl_be: Extern openen van het type %s met “%s”
sv: Extern öppning av typ %s med ”%s”

source: You can change the default handler with %s
es_es: Puede cambiar el manejador predeterminado con %s
fa: می‌توانید متصدی پیش‌فرض را با %s تغییر دهید
gl: Pode cambiar o manexador por defecto con %s
nl_be: U kunt de standaard-handler wijzigen met %s
sv: Du kan ändra standardhanterare med %s

source: Handler program %s not found!
es_es: ¡Programa manejador %s no encontrado!
fa: برنامه متصدی %s یافت نشد!
gl: Non se atopa o programa manexador %s !
nl_be: Handler-programma %s niet gevonden!
sv: Hanterarprogram %s hittades inte!

source: You can use the ! command to specify another handler program or pipeline.
es_es: Puede utilizar el comando '!' para especificar otro programa manejador o pipeline.
fa: می‌توانید از دستور ! برای مشخص کردن یک برنامه متصدی یا خط لوله (pipeline) دیگر استفاده کنید.
gl: Pode usar a orde ! para especificar outro programa ou pipeline manexador.
nl_be: U kan het “!” commando gebruiken om een ander handler-programma of pipeline te specificeren.
sv: Du kan använda kommandot ! för att ange ett annat hanterar- program eller rörledning.

source: openk is an universal open command tool that will try to display any file in the pager less after rendering its content with ansicat. If that fails, openk will fallback to opening the file with xdg-open. If given an URL as input instead of a path, openk will rely on netcache to get the networked content.
es_es: openk es un comando de apertura universal que intentará mostrar cualquier fichero en el paginador 'less' después de renderizar su contenido con ansicat. Si eso falla, openk intentará abrir el fichero con 'xdg-open'. Si se le da una URL como entrada en vez de una ruta, openk hará uso de netcache para descargar el contenido de la red.
fa: openk یک ابزار دستور باز کردن جهانی است که سعی می‌کند هر فایلی را در پیجر less پس از رندر محتوای آن با ansicat نمایش دهد. اگر ناموفق بود، openk به باز کردن فایل با xdg-open متوسل می‌شود. اگر به جای مسیر، یک URL به عنوان ورودی داده شود، openk برای دریافت محتوای شبکه‌ای به netcache تکیه خواهد کرد.
gl: openk é unha ferramenta universal para abrir que intentará amosar calquera ficheiro no paxinador 'less' despois de renderizar o seu contido con ansicat. Se iso falla, openk intentará abrir o ficheiro con 'xdg-open'. Se se lle da unha URL como entrada, en lugar dunha ruta, opnk fará uso de netcache para obter o contido da rede.
nl_be: openk is een universele command-line tool die probeert elk bestand weer te geven in de pager less nadat de inhoud is gerenderd met ansicat. Als dat mislukt, valt openk terug op het openen van het bestand met xdg-open. Indien een URL als invoer wordt opgegeven in plaats van een pad, vertrouwt openk op netcache om de netwerkinhoud op te halen.
sv: openk är ett universalverktyg som försöker visa vilken fil som helst i sidläsaren less efter att ha renderat dess innehåll med ansicat. Om det misslyckas, kommer openk att falla tillbaka på att öppna filen med xdg-open. Om en URL anges som indata istället för en sökväg kommer openk att förlita sig på netcache för att komma åt nätverksmaterialet.

source: Path to the file or URL to open
es_es: Ruta al fichero o URL a abrir
fa: مسیر فایل یا URL برای باز کردن
gl: Ruta ao ficheiro ou URL para abrir
nl_be: Pad naar het bestand of de URL om te openen
sv: Sökväg till filen eller URL:en som ska öppnas

source: xkcdpunk is a tool to display a given XKCD comic in your terminal
es_es: xkcd es una herramienta para mostrar un cómic de XKCD dado en su terminal
fa: xkcdpunk ابزاری برای نمایش یک کمیک XKCD خاص در ترمینال شماست
gl: xkcdpunk é unha ferramenta para amosar un comic de XKCD dado na súa terminal
nl_be: xkcdpunk is een tool om een specifieke XKCD-strip in uw terminal weer te geven
sv: xkcdpunk är ett verktyg för att visa en angiven XKCD-serieteckning i din terminal

source: XKCD comic number. Also accept value "latest" and "random". Default is "latest"
fa: شماره کمیک XKCD. همچنین مقادیر "latest" و "random" را می‌پذیرد. پیش‌فرض "latest" است
sv: XKCD-serieteckning nummer. Accepterar också värdet ”latest” och ”random”. Standard är ”latest”.

source: Only access cached comics
es_es: Acceder sólo a cómics en la caché
fa: دسترسی فقط به کمیک‌های کش شده
gl: Acceder só a cómics na caché
nl_be: Alleen toegang tot strips in de cache
sv: Använd bara cachade serier

source: Change the colors of your rendered text. "theme ELEMENT COLOR" ELEMENT is one of: window_title, window_subtitle, title, subtitle,subsubtitle,link,oneline_link,new_link,image_link,preformatted,blockquote, blocked_link. COLOR is one or many (separated by space) of: bold, faint, italic, underline, black, red, green, yellow, blue, purple, cyan, white. Each color can alternatively be prefaced with "bright_". If color is "none", then that part of the theme is removed. theme can also be used with "preset" to load an existing theme. "theme preset" : show available themes "theme preset PRESET_NAME" : swith to a given preset
es_es: Cambiar los colores de su texto renderizado. "theme ELEMENTO COLOR" ELEMENTO es uno de estos: window_title, window_subtitle, title, subtitle, subsubtitle, link, oneline_link, new_link, image_link, preformatted, blockquote, blocked_link. COLOR es uno o varios (separados por espacios) de estos: bold, faint, italic, underline, black, red, green, yellow, blue, purple, cyan, white. Como alternativa, los colores pueden ir precedidos de "bright_" ("claro"). Si el color es "none", se quitará esa parte del "theme". 'theme' también se puede usar con "preset" para cargar un tema existente. "theme preset" : mostrar los temas disponibles "theme preset NOMBRE_DEL_TEMA : cambiar a un tema disponible
gl: Cambiar as cores do texto renderizado. "theme ELEMENTO COR" ELEMENTO é un destes: window_title, window_subtitle, title, subtitle,subsubtitle,link,oneline_link,new_link,image_link,preformatted,blockquote, blocked_link. COR é un ou máis (separados por espazo) destes: bold, faint, italic, underline, black, red, green, yellow, blue, purple, cyan, white. Cada cor pode, como alternativa, ir precedido de "bright_" (para facelo máis claro). se cor é "none", quitarase esa parte do "theme". theme tamén se pode usar con "preset" para cargar un tema existente. "theme preset" : amosar temas dispoñíbeis "theme preset NOME_DO_PRESET" : cambiar a o preset especificado
sv: Via färgerna för din renderade text. ”theme ELEMENT FÄRG” ELEMENT är endera av: window_title, window_subtitle, title, subtitle,subsubtitle,link,oneline_link,new_link,image_link,preformatted,blockquote, blocked_link. FÄRG är en eller flera (separerad med blanksteg) av: bold, faint, italic, underline, black, red, green, yellow, blue, purple, cyan, white. Varje färg kan alternativt ha prefixet ”bright_”. Om frägen är ”none” kommer den delen av temat att tas bort. theme kan också användas med ”preset” för att läsa in ett existerande tema. "theme preset" : visa tillgängliga teman "theme preset FÖRINSTÄLLNINGSNAMN" : växla till angiven förinställning

source: Create or modifiy an alias alias : show all existing aliases alias ALIAS : show the command linked to ALIAS alias ALIAS CMD : create or replace existing ALIAS to be linked to command CMD
es_es: Crear o modificar un alias alias : mostrar todos los aliases existentes alias ALIAS : mostrar el comando enlazado a ALIAS alias ALIAS CMD : crear oreemplazar el ALIAS existente para enlazarlo al comando CMD
gl: Crear ou modificar un alias alias : amosar os aliases existentes alias ALIAS : amosar o comando ligado a ALIAS alias ALIAS COMANDO : crear ou reemplazar un ALIAS existente para estar ligado ao comando COMANDO
sv: Skapa eller modifiera ett alias alias : visa alla existerande alias alias ALIAS : visa kommandot länkat till ALIAS alias ALIAS KOMMANDO : skapa eller ersätt existerande ALIAS som ska länkas till kommando KOMMANDO

source: Copy the content of the last visited page as gemtext/html in the clipboard. Use with "url" as argument to only copy the adress. Use with "raw" to copy ANSI content as seen in your terminal (with colour codes). Use with "cache" to copy the path of the cached content. Use with "title" to copy the title of the page. Use with "link" to copy a link in the gemtext format to that page with the title.
gl: Copiar o contido da última páxina visitada en formato gemtext/html no portapapeis. Úseo con "url" como argumento para copiar só o enderezo. Úseo con "raw" para copiar contido ANSI tal como o ve no seu terminal (con códigos de cor). Úseo con "cache" para copiar a ruta ao contido en caché. Úseo con "title" para copiar o título da páxina. Úseo con "link" para copiar unha ligazón en formato gemtext á páxina, co título.
sv: Kopiera innehållet för den senast besökta sida som gemtext/html i urklipp. Använd ”url” som argument för att endast kopiera adressen. Använd ”raw” för att kopiera ANSI-innehållet som det såg ut i din terminal (med färgkoder). Använd ”cache” för att kopiera sökvägen till det cachade innehållet. Använd ”title” för att kopiera titeln på sidan. Använd ”link” för att kopiera en länk i gemtext-format till den sidan med titeln.

source: Send current page by email to someone else. Use with "url" as first argument to send only the address. Use with "text" as first argument to send the full content. TODO Without argument, "url" is assumed. Next arguments are the email adresses of the recipients. If no destination, you will need to fill it in your mail client.
gl: Enviar a páxina actual por email a alguén. Úseo con "url" como primeiro argumento para enviar só o enderezo. Úseo con "text" como primeiro argumento para enviar o contido completo. PENDENTE Sen argumento, asúmese "url" . Os seguintes argumentos son o enderezo email do destinatario. Se non hai destinatario, terá que introducilo no seu cliente de correo.
sv: Skicka aktuell sida via e-post till någon annan. Använd ”url” som första argument för att endast skicka adressen. Använd ”text” som första argument för att skicka det fullständiga innehållet. ATT-GÖRA Utan argument antas ”url”. Därefter är argumenten e-postadresserna för mottagarna. Om ingen destination anges kommer du att behöva fylla i den i din e-postklient.

source: Send a mail to the offpunk-devel list with technical informations about your offpunk version. You will be prompted to write an email describing how to reproduce the bug.
es_es: Enviar un email a la lista offpunk-devel con información tácnica acerca de su versión de offpunk. Se le pedirá que escriba un email describiendo cómo reproducir el error.
gl: Enviar un correo electrónico á lista de correo offpunk-devel con información técnica acerca da súa versión de offpunk. Pediráselle que escriba un correo electrónico describindo como reproducir o erro.
sv: Skicka ett e-postmeddelande till sändlistan offpunk-devel med tekniska information om din offpunk-version. Du kommer att tillfrågas om att skriva ett e-postmeddelande som beskriver hur du reproducerar programfelet.

source: Search on wikipedia using the configured Gemini interface. The first word should be the two letters code for the language. Exemple : "wikipedia en Gemini protocol" But you can also use abbreviations to go faster: "wen Gemini protocol". (your abbreviation might be missing, report the bug) The interface used can be modified with the command: "set wikipedia URL" where URL should contains two "%s", the first one used for the language, the second for the search string.
gl: Buscar na wikipedia usando a interface Gemini configurada. A primeira palabra debería ser o código de dúas letras do idioma. Exemplo : "wikipedia en Gemini protocol" Pero pode empregar abreviaturas para ir máis rápido: "wen Gemini protocol". (a abreviatura para o seu idioma pode faltar, informe do erro) A interface usada pode configurarse co commando: "set wikipedia URL", onde URL debe conter dous "%s", o primeiro usado para o idioma, e o segundo para a cadea de busca.
